Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Users/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Users/Module.txt
source: Users
hu_hu: Felhasználók

# ~/Modules/Orchard.Users/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Users/Module.txt
source: The users module enables user management.
hu_hu: A Users (felhasználók) modul a felhasználók felügyeletét teszi lehetővé.

# ~/Modules/Orchard.Users/Module.txt
source: Standard users.
hu_hu: Alapértelmezett felhasználók.

# Orchard.Users.AdminMenu
source: Users
hu_hu: Felhasználók

# Orchard.Users.Commands.UserCommands
source: Username cannot be empty.
hu_hu: A felhasználónév nem lehet üres.

# Orchard.Users.Commands.UserCommands
source: User with that username and/or email already exists.
hu_hu: Már létezik ilyen névvel és/vagy e-mail címmel rendelkező felhasználó.

# Orchard.Users.Commands.UserCommands
source: You must specify a password of {0} or more characters.
hu_hu: Legalább {0} karakterből álló jelszót kell megadnia.

# Orchard.Users.Commands.UserCommands
source: Could not create user {0}. The authentication provider returned an error
hu_hu: Nem sikerült a felhasználó létrehozása: {0}. Az authentication provider hibát adott vissza.

# Orchard.Users.Commands.UserCommands
source: User created successfully
hu_hu: A felhasználó létrehozása megtörtént

# Orchard.Users.Controllers.AccountController
source: Access Denied
hu_hu: Hozzáférés megtagadva

# Orchard.Users.Controllers.AccountController
source: Log On
hu_hu: Bejelentkezés

# Orchard.Users.Controllers.AccountController
source: Invalid username or E-mail.
hu_hu: Érvénytelen felhasználónév vagy email-cím.

# Orchard.Users.Controllers.AccountController
source: Check your e-mail for the confirmation link.
hu_hu: Ellenőrizze, hogy megkapta-e a megerősítő hivatkozást tartalmazó e-mailt.

# Orchard.Users.Controllers.AccountController
source: The current password is incorrect or the new password is invalid.
hu_hu: A jelenlegi jelszó hibás, vagy az új jelszó érvénytelen.

# Orchard.Users.Controllers.AccountController
source: You must specify a new password of {0} or more characters.
hu_hu: Legalább {0} karakterből álló, új jelszót kell megadnia.

# Orchard.Users.Controllers.AccountController
source: The new password and confirmation password do not match.
hu_hu: Az új jelszó és a jelszó megerősítése nem egyezik meg.

# Orchard.Users.Controllers.AccountController
source: You must specify a current password.
hu_hu: Meg kell adnia egy jelenlegi jelszót.

# Orchard.Users.Controllers.AccountController
source: You must specify a username or e-mail.
hu_hu: Meg kell adnia egy felhasználónevet vagy e-mail címet.

# Orchard.Users.Controllers.AccountController
source: You must specify a password.
hu_hu: Meg kell adnia egy jelszót.

# Orchard.Users.Controllers.AccountController
source: The username or e-mail or password provided is incorrect.
hu_hu: A megadott felhasználónév vagy e-mail cím vagy jelszó hibás.

# Orchard.Users.Controllers.AccountController
source: You must specify a username.
hu_hu: Meg kell adnia egy felhasználónevet.

# Orchard.Users.Controllers.AccountController
source: The username you provided is too long.
hu_hu: A megadott felhasználónév túl hosszú.

# Orchard.Users.Controllers.AccountController
source: You must specify an email address.
hu_hu: Meg kell adnia egy e-mail címet.

# Orchard.Users.Controllers.AccountController
source: The email address you provided is too long.
hu_hu: A megadott email-cím túl hosszú.

# Orchard.Users.Controllers.AccountController
source: You must specify a valid email address.
hu_hu: Érvényes e-mail címet kell megadnia.

# Orchard.Users.Controllers.AccountController
source: User with that username and/or email already exists.
hu_hu: Már létezik ilyen névvel és/vagy e-mail címmel rendelkező felhasználó.

# Orchard.Users.Controllers.AccountController
source: You must specify a password of {0} or more characters.
hu_hu: Legalább {0} karakterből álló jelszót kell megadnia.

# Orchard.Users.Controllers.AdminController
source: Not authorized to list users
hu_hu: Felhasználók listázására nincs jogosultsága

# Orchard.Users.Controllers.AdminController
source: Not authorized to manage users
hu_hu: Felhasználók kezelésére nincs jogosultsága

# Orchard.Users.Controllers.AdminController
source: User with that username and/or email already exists.
hu_hu: Már létezik ilyen névvel és/vagy e-mail címmel rendelkező felhasználó.

# Orchard.Users.Controllers.AdminController
source: You must specify a valid email address.
hu_hu: Érvényes e-mail címet kell megadnia.

# Orchard.Users.Controllers.AdminController
source: Password confirmation must match
hu_hu: A jelszó megerősítésének egyeznie kell a jelszóval

# Orchard.Users.Controllers.AdminController
source: User created
hu_hu: Felhasználó létrehozva

# Orchard.Users.Controllers.AdminController
source: User information updated
hu_hu: Felhasználó adatai frissítve

# Orchard.Users.Controllers.AdminController
source: The Super user can't be removed. Please disable this account or specify another Super user account.
hu_hu: A super user nem távolítható el. Tiltsa le ezt a fiókot, vagy adjon meg másik super user-t.

# Orchard.Users.Controllers.AdminController
source: You can't remove your own account. Please log in with another account.
hu_hu: A saját fiókját nem távolíthatja el. Jelentkezzen be másik fiókkal.

# Orchard.Users.Controllers.AdminController
source: User {0} deleted
hu_hu: {0} felhasználó törölve

# Orchard.Users.Controllers.AdminController
source: Challenge email sent to {0}
hu_hu: Megerősítő e-mail elküldve {0} címre

# Orchard.Users.Controllers.AdminController
source: User {0} approved
hu_hu: {0} felhasználó jóváhagyva

# Orchard.Users.Controllers.AdminController
source: You can't disable your own account. Please log in with another account
hu_hu: A saját fiókját Ön nem tilthatja le. Jelentkezzen be másik fiókkal.

# Orchard.Users.Controllers.AdminController
source: User {0} disabled
hu_hu: {0} felhasználó letiltva

# Orchard.Users.Handlers.RegistrationSettingsPartHandler
source: Users
hu_hu: Felhasználók

# Orchard.Users.Services.MembershipService
source: New account
hu_hu: Új fiók

# Orchard.Users.Services.MembershipService
source: Unexpected password format value
hu_hu: Váratlan jelszóformátum-érték

# Orchard.Users.Services.MissingSettingsBanner
source: Some Orchard.User settings require an Email channel to be enabled.
hu_hu: Egyes Orchard.User beállítások bekapcsolása e-mail csatornát igényel.

# Orchard.Users.Services.UserService
source: Verification E-Mail
hu_hu: Érvényesítő e-mail

# Orchard.Users.Services.UserService
source: Lost password
hu_hu: Elfelejtett jelszó

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Please enter your username and password.
hu_hu: Kérem adja meg felhasználónevét és jelszavát.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Register
hu_hu: Regisztráljon

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: if you don't have an account.
hu_hu: , ha még nem rendelkezik fiókkal.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Lost your Password?
hu_hu: Elfelejtette a jelszavát?

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Login was unsuccessful. Please correct the errors and try again.
hu_hu: A bejelentkezés nem sikerült. Kérjük javítsa ki a hibákat és próbálja újra.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Account Information
hu_hu: Fiók adatai

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Username
hu_hu: Felhasználónév

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Password
hu_hu: Jelszó

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Remember Me
hu_hu: Emlékezzen rám

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Sign In
hu_hu: Bejelentkezés

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Create a New Account
hu_hu: Új fiók létrehozása

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Use the form below to create a new account.
hu_hu: Töltse ki az alábbi űrlapot az új fiók létrehozásához.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Passwords are required to be a minimum of {0} characters in length.
hu_hu: Az új jelszó legalább {0} karakter hosszú kell legyen.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Account creation was unsuccessful. Please correct the errors and try again.
hu_hu: A fiók létrehozása nem sikerült. Kérjük javítsa ki a hibákat és próbálja újra.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Account Information
hu_hu: Fiók adatai

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Username:
hu_hu: Felhasználónév:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Password:
hu_hu: Jelszó:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Confirm password:
hu_hu: Új jelszó megerősítése:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Register
hu_hu: Regisztráció

# ~/Modules/Orchard.Users/Views/Template.User.LostPassword.cshtml
source: Dear {0}, please <a href="{1}">click here</a> to change your password.
hu_hu: Kedves {0}, a jelszó megváltoztatásához <a href="{1}">kattintson ide</a>.

# ~/Modules/Orchard.Users/Views/Template.User.Moderated.cshtml
source: The user <b>{0}</b> with email <b>{1}</b> has requested a new account. This user won't be able to log while his account has not been approved.
hu_hu: A <b>{0}</b> nevű felhasználó <b>{1}</b> email-címmel új fiókot szeretne létrehozni. Ez a felhasználó nem fog tudni bejelentkezni, amíg a fiókja nincs engedélyezve.

# ~/Modules/Orchard.Users/Views/Template.User.Validated.cshtml
source: Thank you for registering with {0}.<br /><br /><br /><b>Final Step</b><br />To verify that you own this e-mail address, please click the following link:<br /><a href="{1}">{1}</a><br /><br /><b>Troubleshooting:</b><br />If clicking on the link above does not work, try the following:<br /><br />Select and copy the entire link.<br />Open a browser window and paste the link in the address bar.<br />Click <b>Go</b> or, on your keyboard, press <b>Enter</b> or <b>Return</b>.
hu_hu: Köszönjük, hogy regisztrált a {0} weboldalon.<br/><br/><br/><b>Utolsó lépés</b><br/>Annak ellenőrzéséhez, hogy a saját e-mail címét adta meg, kattintson a következő hivatkozásra:<br/><a href="{1}">{1}</a><br/><br/><b>Hibaelhárítás:</b><br/>Ha a kattintás a fenti hivatkozáson nem működik, próbálja meg ezt:<br/><br/>Másolja a vágólapra a teljes hivatkozást.<br/>Nyisson meg egy böngészőablakot és illessze be a hivatkozást a címsorba.<br/>Kattintson az <b>Ugrás</b> gombra, vagy a billentyűzeten üsse le az <b>Enter</b> vagy <b>Return</b> billentyűket.

# ~/Modules/Orchard.Users/Views/Template.User.Validated.cshtml
source: <br /><br />If you continue to have access problems or want to report other issues, please <a href="mailto:{0}">Contact Us</a>.
hu_hu: <br/><br/>Ha továbbra is hozzáférési problémákat észlel, vagy más hibákat kíván jelenteni, <a href="mailto:{0}">vegye fel velünk a kapcsolatot</a>.

# ~/Modules/Orchard.Users/Views/Account/AccessDenied.cshtml
source: Access Denied
hu_hu: Hozzáférés megtagadva

# ~/Modules/Orchard.Users/Views/Account/AccessDenied.cshtml
source: You do not have permission to complete your request.
hu_hu: Ön nem rendelkezik engedéllyel a kérés teljesítéséhez.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailFail.cshtml
source: Challenge Email
hu_hu: Érvényesítő e-mail

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailFail.cshtml
source: Your email address could not be validated.
hu_hu: Az Ön e-mail címe nem érvényesíthető.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSent.cshtml
source: Challenge Email Sent
hu_hu: Érvényesítő e-mail elküldve

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSent.cshtml
source: An email has been sent to you. Please click on the link it contains in order to have access on this site.
hu_hu: E-mailt küldtünk Önnek, amelyben egy hivatkozás található. A hivatkozásra kattintva hozzáférhet ehhez a webhelyhez.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSuccess.cshtml
source: Challenge Email
hu_hu: Érvényesítő e-mail

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSuccess.cshtml
source: Your email address has been validated.
hu_hu: Az Ön e-mail címét érvényesítettük.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Change Password
hu_hu: Jelszó megváltoztatása

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Use the form below to change your password.
hu_hu: Jelszava módosításához használja az alábbi űrlapot.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: New passwords are required to be a minimum of {0} characters in length.
hu_hu: Az új jelszó legalább {0} karakter hosszú kell legyen.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Password change was unsuccessful. Please correct the errors and try again.
hu_hu: A jelszó módosítása nem sikerült. Kérjük javítsa ki a hibákat és próbálja újra.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Account Information
hu_hu: Fiók adatai

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Current password:
hu_hu: Jelenlegi jelszó:

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: New password:
hu_hu: Új jelszó:

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Confirm new password:
hu_hu: Új jelszó megerősítése:

# ~/Modules/Orchard.Users/Views/Account/ChangePasswordSuccess.cshtml
source: Change Password
hu_hu: Jelszó megváltoztatása

# ~/Modules/Orchard.Users/Views/Account/ChangePasswordSuccess.cshtml
source: Your password has been changed successfully.
hu_hu: Jelszavának módosítása megtörtént.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Change Password
hu_hu: Jelszó megváltoztatása

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Use the form below to change your password.
hu_hu: Jelszava módosításához használja az alábbi űrlapot.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: New passwords are required to be a minimum of {0} characters in length.
hu_hu: Az új jelszó legalább {0} karakter hosszú kell legyen.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Password change was unsuccessful. Please correct the errors and try again.
hu_hu: A jelszó módosítása nem sikerült. Javítsa ki a hibákat és próbálja újra.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Account Information
hu_hu: Fiók adatai

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: New password:
hu_hu: Új jelszó:

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Confirm new password:
hu_hu: Új jelszó megerősítése:

# ~/Modules/Orchard.Users/Views/Account/RegistrationPending.cshtml
source: User Registration Pending
hu_hu: A felhasználói regisztráció várakozik

# ~/Modules/Orchard.Users/Views/Account/RegistrationPending.cshtml
source: Your user account has been created but has to be approved before it can be used.
hu_hu: Az Ön felhasználói fiókja létrejött, de használatba vétele előzetes jóváhagyást igényel.

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Lost Password
hu_hu: Elfelejtett jelszó

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Please enter your username or email address. You will receive a link to create a new password via email.
hu_hu: Adja meg felhasználónevét vagy e-mail címét. Az új jelszó létrehozásához szükséges hivatkozást e-mailben kapja meg.

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Account Information
hu_hu: Fiók adatai

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Username or E-mail:
hu_hu: Felhasználónév vagy e-mail cím:

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Send Request
hu_hu: Kérés küldése

# ~/Modules/Orchard.Users/Views/Admin/Create.cshtml
source: Add User
hu_hu: Felhasználó hozzáadása

# ~/Modules/Orchard.Users/Views/Admin/Edit.cshtml
source: Edit User
hu_hu: Felhasználó szerkesztése

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Users
hu_hu: Felhasználók

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Add a new user
hu_hu: Új felhasználó hozzáadása

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Actions:
hu_hu: Műveletek

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Choose action...
hu_hu: Válasszon műveletet...

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approve
hu_hu: Jóváhagyás

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Disable
hu_hu: Letiltás

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Send challenge E-mail
hu_hu: Érvényesítő e-mail küldése

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Apply
hu_hu: Alkalmazás

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Filter:
hu_hu: Szűrés:

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: All Users
hu_hu: összes felhasználó

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approved Users
hu_hu: jóváhagyott felhasználók

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Pending Users
hu_hu: várakozó felhasználók

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Pending Emails
hu_hu: várakozó e-mailek

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Sort by:
hu_hu: Sorrend:

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Filter
hu_hu: Szűrés

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Actions
hu_hu: Műveletek

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approved
hu_hu: Jóváhagyva

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: User is approved
hu_hu: Felhasználó jóváhagyva

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Moderated
hu_hu: Moderált

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: User is moderated
hu_hu: Felhasználó moderálva

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: E-mail validation is pending
hu_hu: Az e-mail érvényesítés várakozik

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Edit
hu_hu: Szerkesztés

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: User Name
hu_hu: Felhasználónév

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: Password
hu_hu: Jelszó

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: Confirm Password
hu_hu: Jelszó megerősítése

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Edit.cshtml
source: User Name
hu_hu: Felhasználónév

source: Users
hu_hu: Felhasználók

source: Users can create new accounts on the site
hu_hu: A webhelyen a felhasználók új fiókokat hozhatnak létre

source: Display a link to enable users to reset their password
hu_hu: A felhasználók új jelszót kérhetnek maguknak

source: This option is available when an email module is activated.
hu_hu: Ez az opció akkor használható, ha egy e-mail modul be van kapcsolva.

source: Users must verify their email address
hu_hu: A felhasználóknak meg kell erősíteniük az e-mail címüket

source: Website public name
hu_hu: A webhely nyilvános neve

source: The name of your website as it will appear in the verification e-mail.
hu_hu: A webhely neve, ahogy az a megerősítő e-mailben meg fog jelenni.

source: Contact Us E-Mail address
hu_hu: Kapcsolatfelvételi e-mail cím

source: The e-mail address displayed in the verification e-mail for a Contact Us link. Leave empty for no link.
hu_hu: A kapcsolatfelvételi hivatkozáshoz a megerősítő e-mailben megjelenő e-mail cím. Hivatkozás kihagyásához hagyja üresen.

source: Users must be approved before they can log in
hu_hu: A felhasználók csak a jóváhagyást követően jelentkezhetnek be

source: Send a notification when a user needs moderation
hu_hu: Értesítés küldése, ha egy felhasználót moderálni szükséges

source: Moderators
hu_hu: Moderátorok

source: The usernames to send the notifications to (e.g., "admin, user1, ...").
hu_hu: Az értesítés címzettjéül szolgáló felhasználónevek (pl. "admin, user1, ...").
