Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Migrations/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Migrations/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Migrations/Module.txt
source: Data migration commands.
hu_hu: Data migration parancsok.

# ~/Modules/Orchard.Migrations/Module.txt
source: Database Update
hu_hu: Adatbázis frissítés

# ~/Modules/Orchard.Migrations/Module.txt
source: Commands for updating the database schema according to the definition of the "Record" classes in code.
hu_hu: Parancsok az adatbázisséma frissítéséhez, a programkód "Record" osztályainak meghatározása szerint.

# ~/Modules/Orchard.Migrations/Module.txt
source: Developer
hu_hu: Fejlesztői

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: An error occured while updating the database.
hu_hu: Hiba történt az adatbázis frissítése során.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: Database updated
hu_hu: Adatbázis frissítve

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: There are no tables to create for feature {0}.
hu_hu: Nem kell táblákat létrehozni a(z) {0} funkcióhoz.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: An error occured while creating the tables.
hu_hu: Hiba történt a tábla létrehozása során.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: Tables created
hu_hu: Táblák létrehozva

# Orchard.Migrations.Commands.DataMigrationCommands
source: An error occured while upgrading the database.
hu_hu: Hiba történt az adatbázis bővítése során.

# Orchard.Migrations.Commands.DataMigrationCommands
source: Database upgraded
hu_hu: Adatbázis bővítve.
