Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Recipes/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Recipes/Module.txt
source: Recipes
hu_hu: Receptek

# ~/Modules/Orchard.Recipes/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Recipes/Module.txt
source: Provides Orchard Recipes.
hu_hu: Orchard recepteket biztosít.

# Orchard.Recipes.Commands.RecipesCommands
source: Could not discover recipes because module '{0}' was not found.
hu_hu: '{0}' modul hiányában nem lehet recepteket keresni.

# Orchard.Recipes.Commands.RecipesCommands
source: No recipes found for extension {0}.
hu_hu: {0} bővítményhez nincs recept.

# Orchard.Recipes.Commands.RecipesCommands
source: List of available recipes
hu_hu: Az elérhető receptek listája

# Orchard.Recipes.Commands.RecipesCommands
source: Recipe: {0}
hu_hu: Recept: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Version: {0}
hu_hu: Verzió: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Tags: {0}
hu_hu: Címkék: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Description: {0}
hu_hu: Leírás: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Author: {0}
hu_hu: Szerző: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Website: {0}
hu_hu: Webhely: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Invalid recipe name {0}.
hu_hu: {0} érvénytelen receptnév.

# Orchard.Recipes.Commands.RecipesCommands
source: Recipe scheduled for execution successfully.
hu_hu: A recept végrehajtásának ütemezése sikerült.

# Orchard.Recipes.Services.RecipeStepExecutor
source: Recipe execution with id {0} was cancelled because the "{1}" step failed to execute. The following exception was thrown: {2}. Refer to the error logs for more information.
hu_hu: {0} azonosítójú recept végrehajtása félbeszakadt, mert a(z) "{1}" lépést nem sikerült végrehajtani. A következő kivétel történt: {2}. További információkért ellenőrizze a logokat.

# Orchard.Recipes.Services.RecipeStepExecutor
source: Recipe execution with id {0} was cancelled because the recipe handler for step "{1}" was not found. Refer to the error logs for more information.
hu_hu: {0} azonosítójú recept végrehajtása félbeszakadt, mert "{1}" lépés kezelőprogramja nem található. További információkért ellenőrizze a logokat.
