Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Modules/Piedone.Facebook.Suite/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Provides a variety of Facebook-related features. Uses the Facebook C# SDK (http://csharpsdk.org/).
hu_hu: Facebookkal kapcsolatos funkciók tárházát kínálja. A Facebook C# SDK-t (http://csharpsdk.org/) használja.

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Provides a page to set Facebook App settings
hu_hu: Felületet biztosít Facebook alkalmazás beállítások mentéséhez

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Adds the ability to add the Facebook Comments Box social plugin as a widget to zones or content types
hu_hu: Lehetővé teszi a Facebook Comments Box social plugin widgetként való használatát.

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Adds the ability to add the Facebook Like button social plugin as a widget to zones or content types
hu_hu: Lehetővé teszi a Facebook Like gomb social plugin widgetként való használatát.

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Adds the ability to add the Facebook Facepile social plugin as a widget to zones or content types
hu_hu: Lehetővé teszi a Facebook Facepile social plugin widgetként való használatát.

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Adds the ability to add the Facebook Like Box social plugin as a widget to zones or content types
hu_hu: Lehetővé teszi a Facebook Like Box social plugin widgetként való használatát.

# ~/Modules/Piedone.Facebook.Suite/Views/ColorSchemeSelector.cshtml
source: Color scheme
hu_hu: Színséma

# ~/Modules/Piedone.Facebook.Suite/Views/HeightEditor.cshtml
source: Height
hu_hu: Magasság

# ~/Modules/Piedone.Facebook.Suite/Views/WidthEditor.cshtml
source: Width
hu_hu: Szélesség

source: Facebook Suite Settings
hu_hu: Facebook Suite beállítások

source: Facebook App Settings
hu_hu: Facebook alkalmazás beállítások

source: If set, Facebook Suite features will behave as part of the app.
hu_hu: Ha be van állítva, a Facebook Suite funkciók az alkalmazás részeként fognak működni.

source: App ID
hu_hu: App ID (alkalmazás-azonosító)

source: App Secret
hu_hu: App Secret (alkalmazás titok)

source: Facebook Comments Box Widget Settings
hu_hu: Facebook Comments Box widget beállítások

source: Number of posts
hu_hu: Hozzászólások száma

source: Facebook Facepile Widget Settings
hu_hu: Facebook Facepile widget beállítások

source: Max rows
hu_hu: Sorok maximális száma

source: Size
hu_hu: Méret

source: Facebook Like Box Widget Settings
hu_hu: Facebook Like Box widget beállítások

source: Page url
hu_hu: Oldal URL-je

source: Show faces
hu_hu: Arcok mutatása

source: Border color
hu_hu: Keret színe

source: Show stream
hu_hu: Hírfolyam mutatása

source: Show header
hu_hu: Fejléc mutatása

source: Facebook Like Button Widget Settings
hu_hu: Facebook Like gomb widget beállítások

source: Enable send button
hu_hu: Küldés gomb engedélyezése

source: Layout style
hu_hu: Elrendezési stílus

source: Show faces
hu_hu: Arcok mutatása

source: Verb to display
hu_hu: Megjelenítendő ige

source: Font
hu_hu: Betűtípus
