Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Blogs/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Blogs/Module.txt
source: Blogs
hu_hu: Blogok

# ~/Modules/Orchard.Blogs/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Blogs/Module.txt
source: The Orchard Blogs module is implementing basic blogging features.
hu_hu: Az Orchard Blogs (blogok) modul alapszintű blogolási funkciókat valósít meg.

# ~/Modules/Orchard.Blogs/Module.txt
source: Remote Blog Publishing
hu_hu: Távoli blog közzététel

# ~/Modules/Orchard.Blogs/Module.txt
source: Blog easier using a dedicated MetaWeblogAPI-compatible publishing tool.
hu_hu: Blogoljon egyszerűbben egy MetaWeblogAPI-képes tartalomszerkesztő eszközzel.

# ~/Modules/Orchard.Blogs/Module.txt
source: Content Publishing
hu_hu: Tartalom közzététele

# Orchard.Blogs.AdminMenu
source: Manage Blogs
hu_hu: Blogok kezelése

# Orchard.Blogs.AdminMenu
source: Manage Blog
hu_hu: Blogok kezelése

# Orchard.Blogs.AdminMenu
source: New Post
hu_hu: Új bejegyzés

# Orchard.Blogs.AdminMenu
source: New Blog
hu_hu: Új blog

# Orchard.Blogs.Commands.BlogCommands
source: Invalid username: {0}
hu_hu: Érvénytelen felhasználónév: {0}

# Orchard.Blogs.Commands.BlogCommands
source: Blog created successfully
hu_hu: A blog sikeresen létrejött

# Orchard.Blogs.Commands.BlogCommands
source: Loading feed...
hu_hu: Hírfolyam betöltése...

# Orchard.Blogs.Commands.BlogCommands
source: Found {0} items
hu_hu: Talált elemek száma: {0}

# Orchard.Blogs.Commands.BlogCommands
source: An error occured while loading the feed at {0}.
hu_hu: Hiba történt a következő helyen lévő hírfolyam betöltése folyamán: {0}

# Orchard.Blogs.Commands.BlogCommands
source: Blog not found with specified Id: {0}
hu_hu: Nem található blog a megadott Id-val: {0}

# Orchard.Blogs.Commands.BlogCommands
source: Adding post: {0}...
hu_hu: Bejegyzés hozzáadása: {0}...

# Orchard.Blogs.Commands.BlogCommands
source: Import feed completed.
hu_hu: Hírfolyam importálása befejeződött.

# Orchard.Blogs.Controllers.BlogAdminController
source: Not allowed to create blogs
hu_hu: Nem hozhat létre blogokat

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't create blog
hu_hu: A blog létrehozása nem sikerült

# Orchard.Blogs.Controllers.BlogAdminController
source: Not allowed to edit blog
hu_hu: Nem módosíthat blogokat

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't delete blog
hu_hu: A blog törlése nem sikerült

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog deleted
hu_hu: Blog törölve

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't edit blog
hu_hu: A blog módosítása nem sikerült

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog information updated
hu_hu: Blogadatok frissítve

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog was successfully deleted
hu_hu: A blogot sikerült törölni

# Orchard.Blogs.Controllers.BlogController
source: Cannot view content
hu_hu: Nincs engedélye megtekinteni a tartalmat

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Not allowed to create blog post
hu_hu: Nem hozhat létre blogbejegyzést

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't create content
hu_hu: A tartalom létrehozása nem sikerült

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't create blog post
hu_hu: A blogbejegyzés létrehozása nem sikerült

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't publish blog post
hu_hu: A blogbejegyzés közzététele nem sikerült

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Your {0} has been created.
hu_hu: {0} létrehozása megtörtént.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't edit blog post
hu_hu: A blogbejegyzés módosítása nem sikerült

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Your {0} has been saved.
hu_hu: {0} mentése megtörtént.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: There is no draft to discard.
hu_hu: Nincs elvethető piszkozat.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't discard blog post draft
hu_hu: A blogbejegyzés-piszkozat elvetése nem sikerült

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Can not discard draft on unpublished blog post.
hu_hu: Piszkozat vagy nem közzétett blogbejegyzés nem vethető el.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post draft version discarded
hu_hu: A blogbejegyzés piszkozata elvetve.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't delete blog post
hu_hu: A blogbejegyzés törlése nem sikerült

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post was successfully deleted
hu_hu: A blogbejegyzés törlése megtörtént.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post successfully published.
hu_hu: A blogbejegyzés közzététele megtörtént.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't unpublish blog post
hu_hu: A blogbejegyzés közzétételének visszavonása nem sikerült

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post successfully unpublished.
hu_hu: A blogbejegyzés közzétételének visszavonása megtörtént.

# Orchard.Blogs.Services.XmlRpcHandler
source: The specified Blog Post doesn't exist anymore. Please create a new Blog Post.
hu_hu: A megadott blogbejegyzés már nem létezik. Kérjük hozzon létre egy új blogbejegyzést.

# Orchard.Blogs.Services.XmlRpcHandler
source: The username or e-mail or password provided is incorrect.
hu_hu: A megadott felhasználónév, e-mail vagy jelszó hibás.

# ~/Modules/Orchard.Blogs/Views/Blog.DeleteButton.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Blogs/Views/Content-Blog.DetailAdmin.cshtml
source: Manage {0}
hu_hu: {0} kezelése

# ~/Modules/Orchard.Blogs/Views/Content-Blog.DetailAdmin.cshtml
source: New Post
hu_hu: Új bejegyzés

# ~/Modules/Orchard.Blogs/Views/Content-Blog.Edit.cshtml
source: New Blog
hu_hu: Új blog

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: View
hu_hu: Megtekintés

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Publish Draft
hu_hu: Piszkozat közzétele

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Preview
hu_hu: Előnézet

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Unpublish
hu_hu: Közzététel visszavonása

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Publish
hu_hu: Közzététel

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.BlogPostCount.cshtml
source: 1 post
hu_hu: 1 bejegyzés

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.BlogPostCount.cshtml
source: {0} posts
hu_hu: {0} bejegyzés

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.Manage.cshtml
source: Blog Properties
hu_hu: Blog tulajdonságai

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.SummaryAdmin.cshtml
source: List Posts
hu_hu: Bejegyzések

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.SummaryAdmin.cshtml
source: New Post
hu_hu: Új bejegyzés

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogArchives.cshtml
source: None found
hu_hu: Egy sem található

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.List.cshtml
source: There are no posts for this blog.
hu_hu: Ehhez a bloghoz nem tartoznak bejegyzések.

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Choose action...
hu_hu: Válasszon műveletet...

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Publish Now
hu_hu: Közzététel most

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Unpublish
hu_hu: Visszavonás

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Apply
hu_hu: Alkalmazás

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: There are no posts for this blog.
hu_hu: Ehhez a bloghoz nem tartoznak bejegyzések.

# ~/Modules/Orchard.Blogs/Views/Blog/List.cshtml
source: No blogs found.
hu_hu: Egy blog sincs.

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Create.cshtml
source: New Blog
hu_hu: Új blog

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Edit.cshtml
source: Blog Properties
hu_hu: Blog tulajdonságai

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Item.cshtml
source: Manage Blog
hu_hu: Blog kezelése

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Manage Blogs
hu_hu: Blogok kezelése

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: New Blog
hu_hu: Új blog

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Choose action...
hu_hu: Válasszon műveletet...

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Apply
hu_hu: Alkalmazás

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: There are no blogs for you to see. Want to <a href="{0}">add one</a>?
hu_hu: Nincsenek megjeleníthető blogok. Kíván <a href="{0}">hozzáadni egyet</a>?

# ~/Modules/Orchard.Blogs/Views/BlogPost/ListByArchive.cshtml
source: Archives
hu_hu: Archívum

# ~/Modules/Orchard.Blogs/Views/BlogPostAdmin/Create.cshtml
source: New Post
hu_hu: Új bejegyzés

# ~/Modules/Orchard.Blogs/Views/BlogPostAdmin/Edit.cshtml
source: Edit Blog Post
hu_hu: Blogbejegyzés szerkesztése

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Feed proxy Url
hu_hu: RRS-feed proxy URL

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Provide a custom public url which will be used to proxy the local rss feed.
hu_hu: Egy nyilvános URL-t tesz elérhetővé a helyi RSS-feed proxy-nak.

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: The current feed is available at <a href="{0}">{0}</a>.
hu_hu: A jelenlegi RSS-feed a <a href="{0}">{0}</a> címen érhető el.

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Render a comments rss feed
hu_hu: Hozzászólásokat tartalmazó RSS-feed megjelenítése

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Enable to render the comments rss feed.
hu_hu: A hozzászólásokat tartalmazó RSS-feed engedélyezése.

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.BlogArchives.cshtml
source: For Blog
hu_hu: Bloghoz

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.BlogArchives.cshtml
source: Select which blog you want to display the archives for
hu_hu: Blog választása az archív bejegyzések megjelenítéséhez

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: For Blog
hu_hu: Bloghoz

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Select which blog you want to display the recent posts for
hu_hu: Blog választása az utolsó bejegyzések megjelenítéséhez

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Count
hu_hu: Darabszám

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Number of posts to display. Zero for all.
hu_hu: A megjelenítendő bejegyzések száma. Nulla esetén az összes megjelenik.
