Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Modules/Piedone.Avatars/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Piedone.Avatars/Module.txt
source: Avatars
hu_hu: Avatarok

# ~/Modules/Piedone.Avatars/Module.txt
source: Avatar images can be added to content types and users can upload avatars
hu_hu: Avatarokat enged hozzáadni a tartalomtípusokhoz és a felhasznólóknak avatarok feltöltését teszi lehetővé

# ~/Modules/Piedone.Avatars/Module.txt
source: Social
hu_hu: Közösségi

# Piedone.Avatars.Services.AvatarsService
source: The file was too large for an avatar ({0}KB), maximum file size is {1}KB
hu_hu: A fájl túl nagy az avatar feltöltéséhez ({0}KB), a megengedett maximális méret {1}KB

# Piedone.Avatars.Services.AvatarsService
source: This file type is not allowed as an avatar.
hu_hu: Ezt a fájltípust nem lehet avatarnak feltölteni.

# ~/Modules/Piedone.Avatars/Views/User.cshtml
source: Welcome, <strong>{0}</strong>!
hu_hu: Üdv, <strong>{0}</strong>!

# ~/Modules/Piedone.Avatars/Views/User.cshtml
source: Change password
hu_hu: Jelszó megváltoztatása

# ~/Modules/Piedone.Avatars/Views/User.cshtml
source: Sign Out
hu_hu: Kijelentkezés

# ~/Modules/Piedone.Avatars/Views/User.cshtml
source: Dashboard
hu_hu: Vezérlőpult

# ~/Modules/Piedone.Avatars/Views/User.cshtml
source: Sign In
hu_hu: Bejelentkezés

# ~/Modules/Piedone.Avatars/Views/EditorTemplates/Parts.AvatarProfile.cshtml
source: Current avatar
hu_hu: Jelenlegi avatar

# ~/Modules/Piedone.Avatars/Views/EditorTemplates/Parts.AvatarProfile.cshtml
source: Your avatar image
hu_hu: Az ön avatarja

# ~/Modules/Piedone.Avatars/Views/EditorTemplates/Parts.AvatarProfile.cshtml
source: Upload a new avatar image
hu_hu: Új avatar kép feltöltése

# ~/Modules/Piedone.Avatars/Views/EditorTemplates/Parts.AvatarProfile.cshtml
source: If you can't see the new avatar picture after uploading, just refresh the page in your browser.
hu_hu: Ha feltöltés után nem látja az avatarját, kérem frissítse az oldalt.

source: Avatars Settings
hu_hu: Avatar beállítások

source: Allowed file types to use as avatars (list of extensions separated by spaces)
hu_hu: Engedélyezett avatar kép típusok (kiterjesztések szóközzel elválasztott listája)

source: Maximal size of avatar files (in bytes)
hu_hu: Avatar fájlok maximális mérete (bájtban)

# ~/Modules/Piedone.Avatars/Views/Parts/Avatar.cshtml
source: {0}'s avatar
hu_hu: {0} avatarja

# ~/Modules/Piedone.Avatars/Views/Parts/AvatarProfile.cshtml
source: {0}'s avatar
hu_hu: {0} avatarja

# ~/Modules/Piedone.Avatars/Views/Parts/Common.Metadata.cshtml
source: Author:
hu_hu: Szerző:
