Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Experimental/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# Orchard.Experimental.Commands.ProfilingCommands
source: Finished adding profiling data
hu_hu: Profiling adatok hozzáadása befejeződött

# Orchard.Experimental.Commands.ProfilingCommands
source: Creating user failed. The authentication provider returned an error. Aborting...
hu_hu: Felhasználó hozzáadása sikertelen. A hitelesítő hibát jelzett. Megszakítás...

# Orchard.Experimental.Commands.ProfilingCommands
source: Adding users completed successfully
hu_hu: Felhasználók hozzáadása sikeres

# ~/Modules/Orchard.Experimental/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Experimental/Module.txt
source: An assortment of debugging tools.
hu_hu: Hibakereső eszközök

# ~/Modules/Orchard.Experimental/Module.txt
source: Experimental
hu_hu: Kísérleti

# ~/Modules/Orchard.Experimental/Module.txt
source: Developer
hu_hu: Fejlesztői

# ~/Modules/Orchard.Experimental/Module.txt
source: Tools to help profile Orchard.
hu_hu: Az Orchard profiling-ját támogató eszközök.

# ~/Modules/Orchard.Experimental/Module.txt
source: Web Command Line
hu_hu: Webes parancssor

# ~/Modules/Orchard.Experimental/Module.txt
source: Enables site administrators to execute Orchard.exe commands via web interface
hu_hu: A webhely rendszergazdái számára lehetővé teszi az Orchard.exe parancsok webes felületen keresztüli futtatását

# ~/Modules/Orchard.Experimental/Module.txt
source: Testing Lists
hu_hu: Listák tesztelése

# ~/Modules/Orchard.Experimental/Module.txt
source: Adds some content definitions to help test lists
hu_hu: A listák tesztelését néhány tartalom meghatározásának hozzáadásával segíti

# Orchard.Experimental.AdminMenu
source: Configuration
hu_hu: Konfiguráció

# Orchard.Experimental.AdminMenu
source: Experimental
hu_hu: Kísérleti

# Orchard.Experimental.Commands.ProfilingCommands
source: The authentication provider returned an error
hu_hu: A hitelesítő hibát jelzett

# Orchard.Experimental.Controllers.CommandsController
source: Error executing command: {0}
hu_hu: Hiba a parancs végrehajtásakor: {0}

# Orchard.Experimental.Controllers.HomeController
source: Simulated error goes here.
hu_hu: Ide kerül a szimulált hiba.

# Orchard.Experimental.Controllers.HomeController
source: Notifier works without BaseViewModel
hu_hu: Az értesítő BaseViewModel nélkül működik

# Orchard.Experimental.Controllers.HomeController
source: Site Name
hu_hu: Webhely neve

# Orchard.Experimental.Controllers.HomeController
source: some default/pre-pop value...
hu_hu: néhány alapértelmezett/előre kitöltött érték...

# Orchard.Experimental.Controllers.HomeController
source: Admin Username
hu_hu: Rendszergazda felhasználónév

# Orchard.Experimental.Controllers.HomeController
source: Admin Password
hu_hu: Rendszergazda jelszó

# Orchard.Experimental.Controllers.HomeController
source: Finish Setup
hu_hu: Telepítés befejezése

# Orchard.Experimental.Controllers.HomeController
source: This is a test
hu_hu: Ez egy teszt

# ~/Modules/Orchard.Experimental/Views/Commands/Execute.cshtml
source: Command line
hu_hu: Parancssor

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: {0} Content Type
hu_hu: {0} tartalomtípus

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: Content
hu_hu: Tartalom

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: Content Item
hu_hu: Tartalomelemek

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: Id:
hu_hu: Azonosító:

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: Version:
hu_hu: Verzió:

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: ContentType:
hu_hu: Tartalomtípus:

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: DisplayText:
hu_hu: Megjelenítendő szöveg:

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: Links:
hu_hu: Hivatkozások:

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: view
hu_hu: nézet

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: edit
hu_hu: szerkeszt

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: Content Item Parts
hu_hu: Tartalomelem részek

# ~/Modules/Orchard.Experimental/Views/Content/Index.cshtml
source: Content
hu_hu: Tartalom

# ~/Modules/Orchard.Experimental/Views/Content/Index.cshtml
source: Content Types
hu_hu: Tartalomtípusok

# ~/Modules/Orchard.Experimental/Views/Content/Index.cshtml
source: Content Items
hu_hu: Tartalomelemek

# ~/Modules/Orchard.Experimental/Views/Content/Index.cshtml
source: view
hu_hu: nézet

# ~/Modules/Orchard.Experimental/Views/Content/Index.cshtml
source: edit
hu_hu: szerkeszt

source: Show debug links
hu_hu: Hibakeresési hivatkozások megjelenítése

# ~/Modules/Orchard.Experimental/Views/Home/Index.cshtml
source: Experimental
hu_hu: Kísérleti

# ~/Modules/Orchard.Experimental/Views/Home/Index.cshtml
source: Contents
hu_hu: Tartalmak

# ~/Modules/Orchard.Experimental/Views/Home/Index.cshtml
source: Metadata
hu_hu: Metaadatok

# ~/Modules/Orchard.Experimental/Views/Home/Index.cshtml
source: Test Unauthorized Request
hu_hu: Jogosulatlan kérés tesztelése

# ~/Modules/Orchard.Experimental/Views/Metadata/Index.cshtml
source: Merge Changes
hu_hu: Módosítások egyesítése

source: Experimental: editing {0}
hu_hu: Kísérleti: {0} szerkesztése

# ~/Modules/Orchard.Experimental/Module.txt
source: Lock Logging
hu_hu: Zárlat naplózása

# ~/Modules/Orchard.Experimental/Module.txt
source: Logs extra diagnostic information for Sql CE if a deadlock timeout occurs
hu_hu: További diagnosztikai adatokat naplóz Sql CE adabázisnál, ha patthelyzet időtúllépés történik.

# Orchard.Experimental.AdminMenu
source: Debug
hu_hu: Hibakeresés

# Orchard.Experimental.Controllers.CommandsController
source: Not authorized to use the web console
hu_hu: Nem használhatja a webkonzolt
