Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Modules/OrchardHUN.Shoutbox/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/OrchardHUN.Shoutbox/Module.txt
source: Shoutbox
hu_hu: Üzenőfal

# ~/Modules/OrchardHUN.Shoutbox/Module.txt
source: The Orchard Hungary Team
hu_hu: Az Orchard Magyarország csapata

# ~/Modules/OrchardHUN.Shoutbox/Module.txt
source: A lightweight shoutbox module
hu_hu: Egy kisméretű üzenőfal modul

# ~/Modules/OrchardHUN.Shoutbox/Module.txt
source: Community
hu_hu: Közösségi

# OrchardHUN.Shoutbox.Permissions
source: Write Shoutbox messages.
hu_hu: Írjon az üzenőfalra.

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Shoutbox
hu_hu: Üzenőfal

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Shoutbox Messages
hu_hu: Üzenőfali üzenetek

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Messages from a Shoutbox widget
hu_hu: Üzenetek egy üzenőfalról.

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Any Shoutbox message
hu_hu: Minden üzenőfali üzenet

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Messages from the Shoutbox "{0}"
hu_hu: Üzenetek a(z) "{0}" üzenőfalról

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Shoutbox Widget
hu_hu: Üzenőfal

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Select a Shoutbox widget.
hu_hu: Válasszon egy üzenőfalat.

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Any content item
hu_hu: Minden tartalomelem

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Content with type {0}
hu_hu: {0} típusú tartalom

source: edit
hu_hu: szerkeszt

source: remove
hu_hu: töröl

source: Are you sure you want to remove this message?
hu_hu: Biztosan törölni kívánja ezt az üzenetet?

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.Form.cshtml
source: Write message here
hu_hu: Írjon üzenetet

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.Form.cshtml
source: Send
hu_hu: Küldés

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.Form.cshtml
source: {0} to post messages.
hu_hu: {0} üzenetek írásához.

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.Form.cshtml
source: Sign in
hu_hu: Jelentkezzen be

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.Form.cshtml
source: You're not allowed to post messages.
hu_hu: Nem írhat üzeneteket.

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.ProjectionLink.cshtml
source: All messages
hu_hu: Összes üzenet

# ~/Modules/OrchardHUN.Shoutbox/Views/EditorTemplates/Parts.ShoutboxPart.cshtml
source: Shoutbox settings
hu_hu: Üzenőfal beállítások

# ~/Modules/OrchardHUN.Shoutbox/Views/EditorTemplates/Parts.ShoutboxPart.cshtml
source: Maximal number of messages shown
hu_hu: Maximálisan megjelenítendő üzenetek száma

# ~/Modules/OrchardHUN.Shoutbox/Views/EditorTemplates/Parts.ShoutboxPart.cshtml
source: Numerical Id of the projection to list all messages
hu_hu: Az üzeneteket listázó projection numerikus Id-ja

# ~/Modules/OrchardHUN.Shoutbox/Views/EditorTemplates/Parts.ShoutboxPart.cshtml
source: Provide an Id here for an automatic link to the projection page that you set up to list all messages. The numerical Id of the projection is required (this is the number after "Edit/" in the url when editing it.
hu_hu: Adjon meg egy Id-t ahhoz az projection-höz, amelyben kilistázza az üzeneteket az automatikus csatoláshoz. A projection numerikus Id-ját kell megadni (ez az szám, amely az "Edit/" után látható szerkesztéskor).
