Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Modules/Szmyd.Orchard.Modules.Menu/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Allows creation of custom, hierarchical menus. Adds also the BreadcrumbsWidget, RecentlySeenWidget and a MenuWidget/StyledMenuWidget to display independent menus on your pages.
hu_hu: Saját, hierarchikus elrendezésű menük létrehozását teszi lehetővé. Létrehoz továbbá BreadcrumbsWidget és RecentlySeenWidget widgeteket és a betöltött oldaltól függően MenuWidget/StyledMenuWidget-et.

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Enables counting content item visits/displays. Adds Recently Seen Widget that displays recently visited items.
hu_hu: Lehetővé teszi a tartalomelemek látogatottságának mérést. A legutóbb meglátogatott elemeket a RecentlySeenWidget-ben jeleníti meg.

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Navigation
hu_hu: Navigáció

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Enables breadcrumbs. Adds Breadcrumbs Widget that displays breadcrumbs path based on a given menu.
hu_hu: Breadcrumbs engedélyezése. Breadcrumbs Widget hozzáadása, amely a menühöz tartozó breadcrumbs útvonalat jelenít meg.

# Szmyd.Orchard.Modules.Menu.AdminMenu
source: Navigation
hu_hu: Navigáció

# Szmyd.Orchard.Modules.Menu.AdminMenu
source: Create new menu
hu_hu: Új menü létrehozása

# Szmyd.Orchard.Modules.Menu.AdminMenu
source: Manage menu '{0}'
hu_hu: {0} menü kezelése

# Szmyd.Orchard.Modules.Menu.BreadcrumbsMigrations
source: Skipping BreadcrumbsPartRecord table creation. It already exists.
hu_hu: BreadcrumbsPartRecord tábla létrehozásának kihagyása. Már létezik.

# Szmyd.Orchard.Modules.Menu.BreadcrumbsMigrations
source: Skipping BreadcrumbsPartRecord table alteration. It already exists.
hu_hu: BreadcrumbsPartRecord tábla frissítésének kihagyása. Már létezik.

# Szmyd.Orchard.Modules.Menu.BreadcrumbsMigrations
source: Skipping CounterRecord table creation. It already exists.
hu_hu: CounterRecord tábla létrehozásának kihagyása. Már létezik.

# Szmyd.Orchard.Modules.Menu.BreadcrumbsMigrations
source: Skipping ItemCounterPartRecord table creation. It already exists.
hu_hu: ItemCounterPartRecord tábla létrehozásának kihagyása. Már létezik.

# Szmyd.Orchard.Modules.Menu.CountersMigrations
source: Skipping RecentlySeenPartRecord table creation. It already exists.
hu_hu: RecentlySeenPartRecord tábla létrehozásának kihagyása. Már létezik.

# Szmyd.Orchard.Modules.Menu.CountersMigrations
source: Skipping RecentlySeenPartRecord table alteration. It already exists.
hu_hu: RecentlySeenPartRecord tábla frissítésének kihagyása. Már létezik.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Creating widget failed : type {0} was not found. Supported widget types are: {1}.
hu_hu: Widget létrehozása nem sikerült: a {0} típus nem található. Támogatott widget típusok: {1}

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Creating widget failed : layer {0} was not found.
hu_hu: Widget létrehozása nem sikerült: a {0} réteg nem található.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Menu widget created successfully.
hu_hu: Menü widget sikeresen létrehozva.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Menu name was not supplied.
hu_hu: Nincs megadva a menü neve.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Menu {0} was not found. No action taken.
hu_hu: {0} menü nem található. Nem történt változás.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Deleted menu {0}
hu_hu: {0} menü törölve

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Not allowed to create new menus
hu_hu: Nincs engedélye új menüt létrehozni

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Your {0} has been created.
hu_hu: {0} létrehozva.

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Not allowed to create menu items
hu_hu: Nincs engedélye új menüpontot létrehozni

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't create menu item
hu_hu: Nem sikerült a menüpont létrehozása

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't edit menu item
hu_hu: Nem sikerült a menüpont törlése

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't edit menu item.
hu_hu: Nem sikerült a menüpont törlése

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Your {0} has been saved.
hu_hu: {0} elmentve.

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't delete menu item
hu_hu: Nem sikerült a menüpont törlése

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Menu item was successfully deleted
hu_hu: A menüpont sikeresen törölve

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't delete {0} menu
hu_hu: Nem sikerült a(z) {0} menü törlése

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Menu {0} was successfully deleted
hu_hu: A(z) {0} menü sikeresen törölve

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't fill the menu
hu_hu: Nem sikerült a menü feltöltése

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Your menu has been filled.
hu_hu: Menü feltöltve.

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuItemPartDriver
source: (None)
hu_hu: (Nincs)

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuItemPartDriver
source: Error during menu update!
hu_hu: Hiba a menü frissítése közben!

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuItemPartDriver
source: Menu edited successfully
hu_hu: Menü sikeresen szerkesztve

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuItemPartDriver
source: Position cannot be empty.
hu_hu: A pozíció nem lehet üres.

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuItemPartDriver
source: You have to provide either static Url or choose a content item
hu_hu: Meg kell adnia egy statikus URL, vagy válasszon egy tartalomelemet

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuPartDriver
source: Menu name cannot contain spaces
hu_hu: A menü neve nem tartalmazhat szóközt

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuPartDriver
source: Menu updated successfully
hu_hu: Menü sikeresen frissítve

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuPartDriver
source: Error during menu update!
hu_hu: Hiba a menü frissítése közben!

# Szmyd.Orchard.Modules.Menu.Drivers.BreadcrumbsPartDriver
source: Breadcrumbs edited successfully
hu_hu: Breadcrumbs sikeresen szerkesztve

# Szmyd.Orchard.Modules.Menu.Drivers.BreadcrumbsPartDriver
source: Error during breadcrumbs update!
hu_hu: Hiba a breadcrumbs frissítése közben!

# Szmyd.Orchard.Modules.Menu.Drivers.ItemCounterPartDriver
source: Item counter edited successfully
hu_hu: Elemszámláló sikeresen frissítve

# Szmyd.Orchard.Modules.Menu.Drivers.ItemCounterPartDriver
source: Error during item counter update!
hu_hu: Hiba az elemszámláló frissítése közben!

# Szmyd.Orchard.Modules.Menu.Drivers.MenuRelationPartDriver
source: Menu relation edited successfully
hu_hu: Menü kapcsolat sikeresen frissítve

# Szmyd.Orchard.Modules.Menu.Drivers.MenuRelationPartDriver
source: Error during menu relation update!
hu_hu: Hiba a menü kapcsolatok frissítése közben!

# Szmyd.Orchard.Modules.Menu.Drivers.MenuStylingPartDriver
source: Menu styling edited successfully
hu_hu: Menü stílus sikeresen frissítve

# Szmyd.Orchard.Modules.Menu.Drivers.MenuStylingPartDriver
source: Error during item counter update!
hu_hu: Hiba az elemszámláló frissítése közben!

# Szmyd.Orchard.Modules.Menu.Drivers.MenuWidgetPartDriver
source: Menu widget edited successfully
hu_hu: Menü widget sikeresen frissítve

# Szmyd.Orchard.Modules.Menu.Drivers.MenuWidgetPartDriver
source: Error during menu widget update!
hu_hu: Hiba a menü widget frissítése közben!

# Szmyd.Orchard.Modules.Menu.Drivers.RecentlySeenPartDriver
source: Recently Seen Part edited successfully
hu_hu: Recently Seen tartalomrész sikeresen frissítve

# Szmyd.Orchard.Modules.Menu.Drivers.RecentlySeenPartDriver
source: Error during Recently Seen Part update!
hu_hu: Hiba a Recently Seen tartalomrész frissítése közben!

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/Counter.cshtml
source: {0} views
hu_hu: {0} view

source: Default counter displayed
hu_hu: Megjelenítendő alapértelmezett számláló

source: Default menu name
hu_hu: Alapértelmezett menü név

source: Should display visit counts?
hu_hu: Megjelenjen a látogatók száma?

source: Counter to display
hu_hu: Megjelenítendő számláló

source: Menu Item for '{0}'
hu_hu: '{0}' menüpontja

source: Menu item link
hu_hu: Menüpont link

source: Static Url
hu_hu: Statikus URL

source: Provide static Url to the desired page
hu_hu: Adjon meg egy statikus URL-t a kiválasztott oldalhoz

source: Choose content item
hu_hu: Válasszon tartalomelemet

source: Choose a content item this menu item points to
hu_hu: Válasszon tartalomelemet, amelyre ez a menüpont mutat

source: Additional CSS classes
hu_hu: További CSS osztályok

source: Optional additional CSS classes to apply to this item.
hu_hu: További opcionális CSS osztályok az elemhez.

source: Should include return url?
hu_hu: Tartalmazzon visszatérési URL-t?

source: This will append a ReturnUrl parameter to the query string of the link. This can be useful for example with Login and Logout links.
hu_hu: Ez hozzáadja a ReturnUrl paramétert a link-hez. Hasznos lehet bejelentkezés és kijelentkezés esetén.

source: Menu item settings
hu_hu: Menüpont beálításai

source: Displayed text
hu_hu: Megjelenítendő szöveg

source: Subtitle
hu_hu: Aláírás

source: Optional subtitle to display.
hu_hu: Opcionális megjelenítendő aláírás.

source: Position
hu_hu: Pozíció

source: Menu item position in menu, using dot-notation (eg. 1, 1.1, 1.1.2 etc.)
hu_hu: Menüpont elhelyezkedése a menüben, pontokkal felosztva (pl. 1, 1.1, 1.1.2, stb.)

source: Should display item text?
hu_hu: Az elem szövegként jelenjen meg?

source: Should display item as link?
hu_hu: Az elem linkként jelenjen meg?

source: Requires permission
hu_hu: Hozzáférést igényel

source: Choose a permission required to show this menu item (and all items below)
hu_hu: Válassza ki a menüpont (és az alatta lévő elemek) megjelenítéséhez szükséges hozzáférési szintet

source: Show to users
hu_hu: Megjelenítés felhasználóknak

source: Choose whether this menu item (and all items below) will be shown to any user, or only to anonymous or authenticated users
hu_hu: Válassza ki, hogy ez a menüpont (és az alatta lévő elemek) megjelenjenek-e bármely felhasználónak, vagy csak az anonim vagy bejelentkezett felhasználóknak

source: Menu settings
hu_hu: Menü beállításai

source: Menu name
hu_hu: Menü neve

source: Breadcrumbs settings
hu_hu: Breadcrumbs beállítások

source: Separator string
hu_hu: Elválasztó string

source: Leading text
hu_hu: Nyitó szöveg

source: Menu to use
hu_hu: Használt menü

source: The menu on which the breadcrumbs path will be based on.
hu_hu: A menü, amely alapján a breadcrumbs útvonala felépül

source: Display last breadcrumb as link?
hu_hu: Az utolsó breadcrumb linkként jelenleg meg?

source: Recently seen settings
hu_hu: Nemrég látogatott elemek beállításai

source: Positive filtering regular expression
hu_hu: Pozitív szűrésű regex (regular expression)

source: You can specify here the regular expression for an URL white-list. <b>Only matching URLs will be displayed.</b>
hu_hu: Meghatározhatja az engedélyezett URL-ek listáját regex (regular expression) segítségével. <b>Csak az illeszkedő URL-ek fognak megjelenni.</b>

source: Negative filtering regular expression
hu_hu: Negatív szűrésű regex (regular expression)

source: You can specify here the regular expression for an URL black-list. <b>Matching URLs won't be displayed.</b>.
hu_hu: Meghatározhat egy URL-feketelistát regex (regular expression) segítségével. <b>Az illeszkedő URL-ek nem fognak megjelenni.</b>

source: Items displayed
hu_hu: Megjelenített elemek

source: Specify how many items will be displayed.
hu_hu: Adja meg a megjelenítendő elemek számát.

source: Visit counter
hu_hu: Látogatottságmérő

source: Select the counter which you'd like to display items for.
hu_hu: Válassza ki az elemeknél használt számlálót.

source: Should display visit counts?
hu_hu: Megjelenjen a látogatások száma?

source: Show this item on menu(s)
hu_hu: Ez az elem jelenjen meg a menü(k)ben

source: Show on '<i>{0}</i>' menu
hu_hu: '<i>{0}</i>' megjelenítése a menüben

source: Menu text
hu_hu: Menü szöveg

source: Location
hu_hu: Pozíció

source: There are no menus to choose from.
hu_hu: Nincs kiválasztható menü.

source: Simple menu styling settings
hu_hu: Egyszerű menüstílus beállítások

source: Choose menu style:
hu_hu: Válasszon menü stílust:

source: Item background color
hu_hu: Elem háttérszíne

source: Background color in hex format, eg. #FFFFFF (white), #000000 (black)
hu_hu: Háttérszín hexa kódja, pl. #FFFFFF (fehér), #000000 (fekete)

source: Item foreground (text) color
hu_hu: Elem szövegszíne

source: Foreground color in hex format, eg. #FFFFFF (white), #000000 (black)
hu_hu: Szövegszín hexa kódja, pl. #FFFFFF (fehér), #000000 (fekete)

source: Selected item's background color
hu_hu: Kiválasztott elem háttérszíne

source: Selected item's foreground (text) color
hu_hu: Kiválasztott elem szövegszíne

source: Hovered item's background color
hu_hu: Háttérszín, ha fölé viszi az egeret

source: Hovered item's foreground (text) color
hu_hu: Szövegszín, ha fölé viszi az egeret

source: Menu settings
hu_hu: Menü beállítások

source: Menu display mode
hu_hu: Menü megjelenítési módja

source: Choose display mode
hu_hu: Válasszon megjelenítési módot

source: Menu to display
hu_hu: Megjelenítendő menü

source: The menu from which the items will be displayed.
hu_hu: A menü, amelyből a menüpontok megjelennek.

source: The root node to display children for
hu_hu: A gyökérelem, amely leszármazottai megjelennek

source: The dot-notated position of desired menu item. Leave empty for whole menu.
hu_hu: A kívánt menüpont ponttal felosztott pozíciója. Hagyja üresen az egész menühöz.

source: Limit levels
hu_hu: Szintek számának limitálása

source: Limit the number of levels displayed. 0 = unlimited.
hu_hu: Megjelenítendő szintek számának limitálása. 0 = végtelen

source: Cut lower levels?
hu_hu: Alsóbb szintek levágása?

source: Check if you want to cut down items below limit.
hu_hu: Jelölje be, hogy a limitet túllépő elemek ne jelenjenek meg.

source: Leave unchecked if you want to flatten lower levels to single list.
hu_hu: Hagyja bejelöletlenül, hogy az alsóbb szinteken lévő elemek egyszerű listaként jelenjenek meg.

source: Wrap children in &lt;div&gt; tags?
hu_hu: Legyenek a leszármazott elemek &lt;div&gt; taggel körülvéve?

source: Check if you want to add additional &lt;div&gt; wrappers around child &lt;ul&gt; lists.
hu_hu: Jelölje be, ha szeretne a leszármazott elemek &lt;ul&gt; listája köré &lt;div&gt; tag-et elhelyezni.

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Create.cshtml
source: Create New Menu
hu_hu: Új menü létrehozása

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/CreateItem.cshtml
source: Create New Menu Item
hu_hu: Új menüpont létrehozása

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/EditItem.cshtml
source: Edit Menu Item
hu_hu: Menüpont szerkesztése

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Manage {0} menu
hu_hu: {0} menü kezelése

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Delete menu
hu_hu: Menü törlése

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Create new menu
hu_hu: Új menü létrehozása

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: + Add item
hu_hu: + Új menüpont

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: + Add item /w custom Html
hu_hu: + Új menüpont egyéni HTML kóddal

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Include contained items?
hu_hu: Tartalmazott elemek hozzáadása?

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: + Fill menu with existing items
hu_hu: + Menü feltöltése meglévő elemekkel

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Item
hu_hu: Menüpont

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Position
hu_hu: Pozíció

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Type: <strong>{0}</strong>
hu_hu: Típus: <strong>{0}</strong>

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Delete
hu_hu: Törlés
