Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Email/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Email/Module.txt
source: Email Messaging
hu_hu: E-mailküldés

# ~/Modules/Orchard.Email/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Email/Module.txt
source: The Email Messaging module adds Email sending functionalities.
hu_hu: Az E-mailküldés (Email Messaging) modul e-mail küldési képességeket biztosít.

# ~/Modules/Orchard.Email/Module.txt
source: Messaging
hu_hu: Üzenetküldés

# Orchard.Email.Activities.EmailActivity
source: Done
hu_hu: Kész

# Orchard.Email.Activities.EmailActivity
source: Sends an email to a specific user.
hu_hu: Egy e-mail küldése egy adott felhasználónak.

# Orchard.Email.Forms.EmailForm
source: Send to
hu_hu: Címzett

# Orchard.Email.Forms.EmailForm
source: Email Addresses
hu_hu: Email címek

# Orchard.Email.Forms.EmailForm
source: Specify a comma-separated list of recipient email addresses. To include a display name, use the following format: John Doe &lt;john.doe@outlook.com&gt;
hu_hu: Vesszővel elválasztva sorolja fel a címzettek email címeit. Egy megjelnítési név hozzáadásához használja a következő formátumot: Gipsz Jakab &lt;gipsz.jakab@outlook.com&gt;

# Orchard.Email.Forms.EmailForm
source: Subject
hu_hu: Tárgy

# Orchard.Email.Forms.EmailForm
source: The subject of the email message.
hu_hu: Az email tárgya.

# Orchard.Email.Forms.EmailForm
source: Body
hu_hu: Szövegtörzs

# Orchard.Email.Forms.EmailForm
source: The body of the email message.
hu_hu: Az email szövege.

# Orchard.Email.Forms.EmailForm
source: Queued
hu_hu: Várólistán

# Orchard.Email.Forms.EmailForm
source: Check send it as a queued job.
hu_hu: Jelölje be, hogy várólistás feladatként legyen feldolgozva.

# Orchard.Email.Forms.EmailForm
source: Priority
hu_hu: Prioritás

# Orchard.Email.Forms.EmailForm
source: Low
hu_hu: Alacsony

# Orchard.Email.Forms.EmailForm
source: Normal
hu_hu: Normál

# Orchard.Email.Forms.EmailForm
source: High
hu_hu: Magas

# Orchard.Email.Forms.EmailForm
source: You must specify at least one recipient.
hu_hu: Legalább egy címzettet meg kell adni.

# Orchard.Email.Forms.EmailForm
source: You must provide a Subject.
hu_hu: Adja meg az email tárgyát.

# Orchard.Email.Forms.EmailForm
source: You must provide a Body.
hu_hu: Adja meg az email szövegét.

# Orchard.Email.Forms.MailForms
source: Send to
hu_hu: Címzett

# Orchard.Email.Forms.MailForms
source: Owner
hu_hu: Tulajdonos

# Orchard.Email.Forms.MailForms
source: The owner of the content item in context, such as a blog post's author.
hu_hu: Az aktuális tartalomelem tulajdonosa, például a blogbejegyzés szerzője.

# Orchard.Email.Forms.MailForms
source: Author
hu_hu: Szerző

# Orchard.Email.Forms.MailForms
source: The current user when this action executes.
hu_hu: Az aktuális felhasználó a művelet végrehajtásakor.

# Orchard.Email.Forms.MailForms
source: Site Admin
hu_hu: Webhely adminisztátor

# Orchard.Email.Forms.MailForms
source: The site administrator.
hu_hu: A webhely adminisztátora.

# Orchard.Email.Forms.MailForms
source: Other:
hu_hu: Egyéb:

# Orchard.Email.Forms.MailForms
source: Specify a comma-separated list of e-mail recipients.
hu_hu: Adja meg az email címzettjeinek vesszővel elválasztott listáját.

# Orchard.Email.Forms.MailForms
source: Subject
hu_hu: Tárgy

# Orchard.Email.Forms.MailForms
source: The subject of the e-mail.
hu_hu: Az e-mail tárgya.

# Orchard.Email.Forms.MailForms
source: Body
hu_hu: Szövegtörzs

# Orchard.Email.Forms.MailForms
source: The body of the e-mail.
hu_hu: Az e-mail szövege.

# Orchard.Email.Forms.MailForms
source: You must select at least one recipient
hu_hu: Legalább egy címzettet választania kell

# Orchard.Email.Forms.MailForms
source: You must provide a Subject
hu_hu: Adja meg az email tárgyát

# Orchard.Email.Forms.MailForms
source: You must provide a Body
hu_hu: Adja meg az email szövegét

# Orchard.Email.Forms.MailForms
source: You must provide an e-mail address
hu_hu: Meg kell adnia egy e-mail címet

# Orchard.Email.Rules.MailActions
source: Send an e-mail
hu_hu: Egy e-mail küldése

# Orchard.Email.Rules.MailActions
source: Messaging
hu_hu: Üzenetkezelés

# Orchard.Email.Rules.MailActions
source: Messages
hu_hu: Üzenetek

# Orchard.Email.Rules.MailActions
source: Send e-mail
hu_hu: E-mail küldése

# Orchard.Email.Rules.MailActions
source: Sends an e-mail to a specific user.
hu_hu: Egy e-mail küldése egy adott felhasználónak.

# Orchard.Email.Rules.MailForms
source: Send to
hu_hu: Címzett

# Orchard.Email.Rules.MailForms
source: Owner
hu_hu: Tulajdonos

# Orchard.Email.Rules.MailForms
source: The owner of the content item in context, such as a blog post's author.
hu_hu: Az aktuális tartalomelem tulajdonosa, például a blogbejegyzés szerzője.

# Orchard.Email.Rules.MailForms
source: Author
hu_hu: Szerző

# Orchard.Email.Rules.MailForms
source: The current user when this action executes.
hu_hu: A felhasználó, aki a műveletet végrehatja.

# Orchard.Email.Rules.MailForms
source: Site Admin
hu_hu: Webhely adminisztátora

# Orchard.Email.Rules.MailForms
source: The site administrator.
hu_hu: A webhely adminisztátora.

# Orchard.Email.Rules.MailForms
source: Other:
hu_hu: Egyéb:

# Orchard.Email.Rules.MailForms
source: Specify a comma-separated list of e-mail recipients.
hu_hu: Az e-mail címeket vesszővel kell elválasztani.

# Orchard.Email.Rules.MailForms
source: Subject
hu_hu: Tárgy

# Orchard.Email.Rules.MailForms
source: The subject of the e-mail.
hu_hu: Az e-mail tárgya.

# Orchard.Email.Rules.MailForms
source: Body
hu_hu: Szövegtörzs

# Orchard.Email.Rules.MailForms
source: The body of the e-mail.
hu_hu: Az e-mail szövege.

# Orchard.Email.Rules.MailForms
source: You must select at least one recipient
hu_hu: Legalább egy címzettet választania kell

# Orchard.Email.Rules.MailForms
source: You must provide a Subject
hu_hu: Nem adta meg a e-mail tárgyát

# Orchard.Email.Rules.MailForms
source: You must provide a Body
hu_hu: Nem adta meg az e-mail szövegét

# Orchard.Email.Rules.MailForms
source: You must provide an e-mail address
hu_hu: Meg kell adnia az e-mail címét.

# Orchard.Email.Services.MissingSettingsBanner
source: The <a href="{0}">SMTP settings</a> need to be configured.
hu_hu: Az <a href="{0}">SMTP beállítások</a> nincsenek kitöltve.

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Sender email address
hu_hu: Feladó e-mail címe

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: The default email address to use as a sender.
hu_hu: Az alapértelmezett email-cím, mint a feladó.

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Host name
hu_hu: Host neve

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: The SMTP server domain, e.g. <i>smtp.mailprovider.com</i>.
hu_hu: Az SMTP-szerver domain-je, pl. <i>smtp.mailprovider.com</i>.

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Port number
hu_hu: Port száma

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: The SMTP server port, usually 25.
hu_hu: Az SMTP-szerver portja, általában 25.

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Enable SSL communications
hu_hu: SSL kommunikáció engedélyezése

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Check if the SMTP server requires SSL communications.
hu_hu: Jelölje be, ha az SMTP-szerver megköveteli az SSL-en keresztüli kommunikációt.

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Require credentials
hu_hu: Hitelesítő adatok kérése

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: User name
hu_hu: Felhasználónév

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: The username for authentication.
hu_hu: Felhasználónév a hitelesítéshez.

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Password
hu_hu: Jelszó

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: The password for authentication.
hu_hu: Jelszó a hitelesítéshez.
