Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Scripting.CSharp/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: C# Scripting
hu_hu: C# parancsfájlkezelés

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapat

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: Description for the module
hu_hu: C#-fordító szolgáltatás

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: Provides C# compiler services.
hu_hu: C#-fordító szolgáltatás.

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: Scripting
hu_hu: Parancsfájlkezelés

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: Provides a Script Validation part.
hu_hu: Biztosít egy Script Validation tartalomrészt.

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: Script Validation
hu_hu: Script-alapú validáció

# Orchard.Scripting.CSharp.Activities.DecisionActivity
source: Misc
hu_hu: Egyéb

# Orchard.Scripting.CSharp.Activities.DecisionActivity
source: Evaluates an expression.
hu_hu: Egy kifejezés kiértékelése.

# Orchard.Scripting.CSharp.Forms.DecisionForms
source: Possible Outcomes.
hu_hu: Választási lehetőségek.

# Orchard.Scripting.CSharp.Forms.DecisionForms
source: A comma-separated list of possible outcomes.
hu_hu: A lehetséges kimenetelek vesszővel elválasztott listája.

# Orchard.Scripting.CSharp.Forms.DecisionForms
source: Script
hu_hu: Szkript

# Orchard.Scripting.CSharp.Forms.DecisionForms
source: The script to run every time the Decision Activity is invoked. You can use ContentItem, Services, WorkContext, and T(). Call SetOutcome(string outcome) to define the outcome of the activity.
hu_hu: A lefuttatandó szkript, amely a Decision Activity aktiválásakor lefut. Használhatja a ContentItem, Services, WorkContext és T() változókat. A SetOutcome(string outcome) függvény meghívásával meghatározhatja a folyamat kimenetelét.

# Orchard.Scripting.CSharp.Forms.DecisionForms
source: You must provide a Script
hu_hu: Meg kell adnia egy szkriptet

source: Script
hu_hu: Parancsfájl

source: The script to run everytime the content item is edited. You can use ContentItem, Services, WorkContext, T() and AddModelError().
hu_hu: The lefuttatandó script, ami a tartalomelem szerkesztésekor minden esetben lefut. A következő változókat/metódusokat lehet használni: ContentItem, Services, WorkContext, T() és AddModelError().
