Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.SecureSocketsLayer/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.SecureSocketsLayer/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapat

# ~/Modules/Orchard.SecureSocketsLayer/Module.txt
source: This module will ensure SSL is used when accessing specific parts of the website like the dashboard, authentication pages or custom pages.
hu_hu: Ez a modul biztosítja, hogy a weboldal megadott részei, mint például az Admin felület, bejelentkezési oldalak és saját oldalak SSL-en keresztül jelenjenek meg.

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Urls' site setting invalid
hu_hu: Az "URL-ek" beállítás érvénytelen

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Secure Everything' site setting set to '{0}'
hu_hu: A 'Secure Everything' weboldal beállítás értéke beállítva: {0}

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Custom Enabled' site setting set to '{0}'
hu_hu: A 'Custom Enabled' weboldal beállítás értéke beállítva: {0}

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Urls' site setting set to '{0}'
hu_hu: Az 'Urls' weboldal beállítás értéke beállítva: {0}

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Secure Host Name' site setting set to '{0}'
hu_hu: A 'Secure Host Name' weboldal beállítás értéke beállítva: {0}

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Insecure Host Name' site setting set to '{0}'
hu_hu: Az 'Insecure Host Name' weboldal beállítás értéke beállítva: {0}

# Orchard.SecureSocketsLayer.Filters.SecureSocketsLayersFilter
source: You need to configure the SSL settings.
hu_hu: Az SSL-beállítások be kell konfigurálni.

source: SSL Settings
hu_hu: SSL-beállítások

source: Enable SSL redirection
hu_hu: SSL-átirányítás engedélyezése

source: Secure Host Name
hu_hu: Biztonságos host név

source: (Mandatory) The host name secured traffic should be redirected to (e.g. localhost:44300, secure.mydomain.com). Don't include the protocol or anything else than the host name. A port can be specified after a colon if necessary (e.g. secure.127-0-0-1.org.uk:4333).
hu_hu: (Kötelező) A host név, amelyre a biztonságos forgalmat át kell irányítani (pl. localhost:44300, secure.mydomain.com). Ne írja be a protokolt vagy bármi egyebet a host neven kívül. A portot megadhatja kettőspont után, ha szükséges (pl. secure.127-0-0-1.org.uk:4333).

source: Insecure Host Name
hu_hu: Nem-biztonságos host név

source: (Mandatory) The host name non-secured traffic should be redirected to (e.g. localhost:30321, mydomain.com). Don't include the protocol or anything else than the host name. A port can be specified after a colon if necessary (e.g. dev.127-0-0-1.org.uk:4333).
hu_hu: (Kötelező) A host név, amelyre a nem-biztonságos forgalmat át kell irányítani (pl. localhost:30321, mydomain.com). Ne írja be a protokolt vagy bármi egyebet a host neven kívül. A portot megadhatja a kettőspont után, ha szükséges (pl. dev.127-0-0-1.org.uk:4333).

source: Force SSL on all pages
hu_hu: SSL kötelező használata minden oldalon

source: Enable SSL on specific pages
hu_hu: SSL engedélyezése megadott oldalakon

source: Urls
hu_hu: URL-ek

source: Provide a list of urls, one per line. Urls can contains wildcard matches using '*', or root identifier like '~/'
hu_hu: Adjon meg egy URL-listát, egyet soronként. Az URL-ek tartalmazhatnak wildcard-okat a '*' használatával, vagy a gyökér azonosítóját, mint a ''~/'

source: Examples: http://mysite.com/mypage, ~/Profile/Edit, ~/Profile/*
hu_hu: Példák: http://mysite.com/mypage, ~/Profile/Edit, ~/Profile/*
