Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Tags/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Tags/Module.txt
source: Tags
hu_hu: Címkék

# ~/Modules/Orchard.Tags/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Tags/Module.txt
source: The tags module is providing basic tagging for arbitrary content types.
hu_hu: A Tags (címkék) modul alapszintű címkézést biztosít tetszőleges tartalomtípusokhoz.

# ~/Modules/Orchard.Tags/Module.txt
source: Navigation
hu_hu: Navigáció

# ~/Modules/Orchard.Tags/Module.txt
source: Adds tags to the RSS feeds.
hu_hu: Címkék hozzáadása RSS-hírcsatornákhoz.

# ~/Modules/Orchard.Tags/Module.txt
source: Adds a tag cloud widget.
hu_hu: Biztosít egy címkefelhő widget-et.

# Orchard.Tags.AdminMenu
source: Tags
hu_hu: Címkék

# Orchard.Tags.AdminMenu
source: List
hu_hu: Lista

# Orchard.Tags.Controllers.AdminController
source: Can't manage tags
hu_hu: Nem lehet a címkéket kezelni

# Orchard.Tags.Controllers.AdminController
source: Couldn't delete tag
hu_hu: Nem sikerült a címke törlése

# Orchard.Tags.Controllers.AdminController
source: Couldn't create tag
hu_hu: Nem sikerült a címke létrehozása

# Orchard.Tags.Controllers.AdminController
source: The tag "{0}" could not be added because it contains forbidden chars: {1}
hu_hu: A "{0}" címke hozzáadása a(z) {1} tiltott karakterek miatt nem sikerült

# Orchard.Tags.Controllers.AdminController
source: Couldn't edit tag
hu_hu: Nem sikerült a címke szerkesztése

# Orchard.Tags.Controllers.AdminController
source: The tag "{0}" could not be modified because it contains forbidden chars: {1}
hu_hu: A "{0}" címke módosítás a(z) {1} tiltott karakterek miatt nem sikerült

# Orchard.Tags.Controllers.AdminController
source: Couldn't remove tag
hu_hu: Nem sikerült a címke eltávolítása

# Orchard.Tags.Controllers.AdminController
source: Not authorized to fetch tags
hu_hu: Nincs engedélye a címkék listázásához

# Orchard.Tags.Drivers.TagsPartDriver
source: The tags "{0}" could not be added because they contain forbidden chars: {1}
hu_hu: A "{0}" címke/címkék hozzáadása a {1} tiltott karakterek miatt nem sikerült

# Orchard.Tags.Projections.TagsFilter
source: Tags
hu_hu: Címkék

# Orchard.Tags.Projections.TagsFilter
source: Has Tags
hu_hu: Vannak címkéi

# Orchard.Tags.Projections.TagsFilter
source: Tagged content items
hu_hu: Címkével rendelkező tartalomelemek

# Orchard.Tags.Projections.TagsFilter
source: Any tag
hu_hu: Bármely címke

# Orchard.Tags.Projections.TagsFilter
source: Tagged with {0}
hu_hu: {0} címkével rendelkezik

# Orchard.Tags.Projections.TagsFilterForms
source: Tags
hu_hu: Címkék

# Orchard.Tags.Projections.TagsFilterForms
source: Select some tags.
hu_hu: Válasszon címkéket.

# Orchard.Tags.Projections.TagsFilterForms
source: Is one of
hu_hu: Egyik

# Orchard.Tags.Projections.TagsFilterForms
source: Is all of
hu_hu: Mindegyik

# Orchard.Tags.Services.TagService
source: Couldn't rename tag: name was empty
hu_hu: A címke nem nevezhető át: a név nem került kitöltésre

# Orchard.Tags.Services.TagService
source: Error removing tag to content item: the content item has not been created yet.
hu_hu: Hiba a címke tartalomelemtől történő eltávolítása során: a tartalomelem még nincs létrehozva.

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Manage tag: {0}
hu_hu: {0} címke kezelése

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Tag Name
hu_hu: Címke neve

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Content items tagged with {0}
hu_hu: {0} címkével rendelkező tartalomelemek

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: There is nothing tagged with {0}
hu_hu: Nincsenek {0} címkével rendelkező elemek

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Content Type
hu_hu: Tartalomtípus

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Tags
hu_hu: Címkék

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Choose action...
hu_hu: Válasszon műveletet...

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: This is a table of the tags in your application
hu_hu: Ez az Ön alkalmazásában található címkék táblája

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/CreateTag.cshtml
source: New Tag Name
hu_hu: Új címkenév

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/CreateTag.cshtml
source: Add Tag
hu_hu: Címke hozzáadása

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/TagCloud.cshtml
source: The number of buckets determines how many different sizes of tags will get rendered in the cloud.
hu_hu: A méretkategóriák száma meghatározza, hány különböző méretben jelenhessen meg a címkék a felhőben.

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/TagCloud.cshtml
source: Enter the slug of the container for which you want the tag cloud, e.g. blog, /, or leave empty for the cloud to be scoped to the whole site.
hu_hu: Adja meg a konténer elem URL-csonkját, amelyhez a címkefelhőt szeretné használni, pl. blog, /, vagy hagyja üresen, hogy a címkefelhő az egész oldalra vonatkozzon.

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/Tags.cshtml
source: Tags
hu_hu: Címkék

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/Tags.cshtml
source: Separate multiple tags with commas
hu_hu: Több címke esetén vesszővel válassza őket

# ~/Modules/Orchard.Tags/Views/Home/Index.cshtml
source: Tags
hu_hu: Címkék

# ~/Modules/Orchard.Tags/Views/Home/Search.cshtml
source: Tags
hu_hu: Címkék

# ~/Modules/Orchard.Tags/Views/Home/Search.cshtml
source: Contents tagged with {0}
hu_hu: {0} címkével rendelkező tartalmak

# ~/Modules/Orchard.Tags/Views/Home/Search.cshtml
source: Contents tagged with <span>{0}</span>
hu_hu: <span>{0}</span> címkével rendelkező tartalomelemek

# ~/Modules/Orchard.Tags/Views/Parts/Tags.ShowTags.cshtml
source: Tags:
hu_hu: Címkék:
