Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Setup/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Setup/Module.txt
source: Setup
hu_hu: Telepítés

# ~/Modules/Orchard.Setup/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Setup/Module.txt
source: The setup module is creating the application's setup experience.
hu_hu: A Setup (telepítés) modul az alkalmazás telepítési élményét hozza létre.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Site name is required.
hu_hu: A webhely nevét kötelező megadni.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Site name can be no longer than {0} characters.
hu_hu: A webhelynév legfeljebb {0} karakter hosszú lehet.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: User name is required.
hu_hu: A felhasználónév kötelező.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: User name must be at least {0} characters.
hu_hu: A felhasználónévnek legalább {0} karakter hosszúnak kell lennie.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: User name can be no longer than {0} characters.
hu_hu: A felhasználónév legfeljebb {0} karakter hosszú lehet.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password is required.
hu_hu: A jelszó kötelező.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password must be at least {0} characters.
hu_hu: A jelszónak legalább {0} karakter hosszúnak kell lennie.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password can be no longer than {0} characters.
hu_hu: A jelszó legfeljebb {0} karakter hosszú lehet.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password confirmation is required.
hu_hu: A jelszó megerősítést igényel.

# Orchard.Setup.Commands.SetupCommand
source: Site "{0}" successfully setup to run data provider "{1}" (with table prefix "{2}") and configured by recipe "{3}"
hu_hu: "{0}" webhely használatra kész "{1}" adatszolgáltatóval (és "{2}" tábla előtaggal), "{3}" recept alapján konfigurálva

# Orchard.Setup.Controllers.SetupController
source: A connection string is required
hu_hu: A connection string szükséges

# Orchard.Setup.Controllers.SetupController
source: Password confirmation must match
hu_hu: A jelszónak és a megerősítésének egyeznie kell

# Orchard.Setup.Controllers.SetupController
source: The table prefix must begin with a letter
hu_hu: A tábla előtagnak betűvel kell kezdődnie

# Orchard.Setup.Controllers.SetupController
source: The table prefix must contain letters or digits
hu_hu: A tábla előtag csak betűket és számokat tartalmazhat

# Orchard.Setup.Controllers.SetupController
source: No recipes were found in the Setup module
hu_hu: A Telepítés modulban nincs recept.

# Orchard.Setup.Controllers.SetupController
source: Setup failed: {0}
hu_hu: A telepítés nem sikerült: {0}

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Get Started
hu_hu: Kezdő lépések

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Please answer a few questions to configure your site.
hu_hu: Webhelye konfigurálásához válaszoljon néhány kérdésre.

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: What is the name of your site?
hu_hu: Mi a webhelyének a neve?

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Choose a user name:
hu_hu: Válasszon felhasználónevet:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Choose a password:
hu_hu: Válasszon jelszót:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Confirm the password:
hu_hu: Erősítse meg a jelszót:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: How would you like to store your data?
hu_hu: Hogyan kívánja tárolni az adatait?

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use built-in data storage (SQL Server Compact)
hu_hu: Beépített adattároló (SQL Server Compact) használata

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use an existing SQL Server, SQL Express database
hu_hu: Meglévő SQL Server, SQL Express adatbázis használata

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use an existing MySql database
hu_hu: Meglévő MySql adatbázis használata

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Database Table Prefix
hu_hu: Adatbázis tábla előtag

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Choose an Orchard Recipe
hu_hu: Válasszon egy Orchard receptet

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Orchard Recipes allow you to setup your site with additional pre-configured options, features and settings out of the box
hu_hu: Az Orchard Receptek lehetővé teszik webhelyének telepítését előre konfigurált választási lehetőségekkel, funkciókkal és beállításokkal.

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Cooking Orchard Recipe ...
hu_hu: Orchard recept főzése folyamatban...

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Finish Setup
hu_hu: Telepítés befejezése
