Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.CodeGeneration/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.CodeGeneration/Module.txt
source: Code Generation
hu_hu: Kódgenerálás

# ~/Modules/Orchard.CodeGeneration/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.CodeGeneration/Module.txt
source: Tools to create Orchard components.
hu_hu: Eszközök Orchard-összetevők létrehozásához.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Data Migration for {0}
hu_hu: Data migration létrehozása {0} számára

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating data migration failed: target Feature {0} could not be found.
hu_hu: A data migration nem sikerült: cél {0} funkció nem található.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Data migration already exists in target Module {0}.
hu_hu: A data migration már létezik a(z) {0} célmodulban.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Data migration created successfully in Module {0}
hu_hu: Az data migration létrehozása a(z) {0} célmodulban megtörtént

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Module {0}
hu_hu: {0} modul létrehozása

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Module {0} failed: a module of the same name already exists
hu_hu: A(z) {0} modul létrehozása nem sikerült: már létezik azonos nevű modul

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Module {0} created successfully
hu_hu: A(z) {0} modul létrehozása megtörtént

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating module tests project {0}
hu_hu: {0} modul teszt projekt létrehozása

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating module tests project {0} failed: a project of the same name already exists
hu_hu: {0} modul teszt projekt létrehozása sikertelen: már létezik ilyen nevű projekt

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Module tests project {0} created successfully
hu_hu: {0} modul teszt projekt sikeresen létrehozva

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Theme {0}
hu_hu: {0} téma létrehozása

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Theme {0} failed: an extention of the same name already exists
hu_hu: A(z) {0} téma létrehozása nem sikerült: már létezik azonos nevű kiegészítő

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Theme {0} failed: base theme named {1} was not found.
hu_hu: A(z) {0} téma létrehozása nem sikerült: a(z) {1} nevű alaptéma nem található.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Theme {0} created successfully
hu_hu: A(z) {0} téma létrehozása megtörtént

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Controller {0} in Module {1}
hu_hu: {0} controller létrehozása a(z) {1} modulban

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Controller {0} failed: target Module {1} could not be found.
hu_hu: {0} controller létrehozása nem sikerült: a(z) {1} célmodul nem található.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Controller {0} already exists in target Module {1}.
hu_hu: A(z) {0} controller már létezik a(z) {1} célmodulban.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Controller {0} created successfully in Module {1}
hu_hu: A(z) {0} controller létrehozása a(z) {1} modulban megtörtént

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Warning: Orchard.Themes project file could not be found at {0}
hu_hu: Figyelmeztetés: Orchard.Themes projektfájl nem található itt: {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Warning: Unable to modify Orchard.Themes project file at {0}
hu_hu: Figyelmeztetés: Az Orchard.Themes projektfájl nem módosítható itt: {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Warning: Solution file could not be found at {0}
hu_hu: Figyelmeztetés: A solution fájl nem található itt: {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: An unexpected error occured while trying to refresh the Visual Studio solution. Please reload it.
hu_hu: A Visual Studio solution frissítése során váratlan hiba történt. Töltse be újra.
