Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Packaging/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Packaging/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Packaging/Module.txt
source: The packaging module enables packaging modules using the OPC format.
hu_hu: A Packaging (csomagkezelő) modul segítségével OPC formátumú csomagokat kezelhet.

# ~/Modules/Orchard.Packaging/Module.txt
source: Packaging commands
hu_hu: Packaging parancsok

# ~/Modules/Orchard.Packaging/Module.txt
source: Core services for packaging using the OPC format.
hu_hu: Alapszolgáltatások OPC formátumú csomagok kezelésére.

# ~/Modules/Orchard.Packaging/Module.txt
source: Gallery
hu_hu: Gyűjtemény

# ~/Modules/Orchard.Packaging/Module.txt
source: Module gallery management.
hu_hu: Modulgyűjtemény kezelése.

# ~/Modules/Orchard.Packaging/Module.txt
source: Package Updates
hu_hu: Csomagfrissítések

# ~/Modules/Orchard.Packaging/Module.txt
source: Manages updates for packages.
hu_hu: Csomagfrissítések kezelése

# Orchard.Packaging.AdminMenu
source: Modules
hu_hu: Modulok

# Orchard.Packaging.AdminMenu
source: Gallery
hu_hu: Gyűjtemény

# Orchard.Packaging.AdminMenu
source: Themes
hu_hu: Témák

# Orchard.Packaging.AdminMenu
source: Settings
hu_hu: Beállítások

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Updates
hu_hu: Frissítések

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Updates ({0})
hu_hu: Frissítések ({0})

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Modules
hu_hu: Modulok

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Themes
hu_hu: Témák

# Orchard.Packaging.Commands.PackagingCommands
source: Module or Theme "{0}" does not exist in this Orchard installation.
hu_hu: A(z) "{0}" modul vagy téma ebben az Orchard telepítésben nem létezik.

# Orchard.Packaging.Commands.PackagingCommands
source: Package "{0}" successfully created
hu_hu: A(z) "{0}" csomag létrehozása megtörtént

# Orchard.Packaging.Commands.PackagingCommands
source: Could not install the package: {0}
hu_hu: A csomagot nem sikerült telepíteni: {0}

# Orchard.Packaging.Commands.PackagingCommands
source: Could not unintall the package: {0}
hu_hu: A csomagot nem sikerült eltávolítani: {0}

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list sources
hu_hu: Nincs jogosultsága források listázásához

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to remove sources
hu_hu: Nincs jogosultsága források eltávolításához

# Orchard.Packaging.Controllers.GalleryController
source: The feed has been removed successfully.
hu_hu: A hírcsatorna eltávolítása megtörtént.

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to add sources
hu_hu: Nincs jogosultsága források hozzáadásához

# Orchard.Packaging.Controllers.GalleryController
source: The Url is not valid
hu_hu: Érvénytelen URL

# Orchard.Packaging.Controllers.GalleryController
source: Url is required
hu_hu: URL-cím megadása kötelező

# Orchard.Packaging.Controllers.GalleryController
source: The feed has no title.
hu_hu: A hírcsatornának nincs címe.

# Orchard.Packaging.Controllers.GalleryController
source: The url of the feed or its content is not valid.
hu_hu: A hírcsatorna URL-címe vagy tartalma érvénytelen.

# Orchard.Packaging.Controllers.GalleryController
source: The feed has been added successfully.
hu_hu: A hírcsatorna hozzáadása megtörtént.

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list Modules
hu_hu: Nincs jogosultsága modulok listázásához

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list Themes
hu_hu: Nincs jogosultsága témák listázásához

# Orchard.Packaging.Controllers.GalleryController
source: Error loading extensions from gallery source '{0}'. {1}.
hu_hu: Hiba a bővítmények {0} gyűjteményforrásból történő betöltése során: {1}.

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: The feed has been notified for update. It might take a few minutes before the updates are displayed.
hu_hu: A hírcsatornát frissíteni kell. Néhány percet igénybe vehet, amíg a frissítések megjelennek.

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: Not authorized to add sources
hu_hu: Nincs jogosultsága források hozzáadásához

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: No Gallery feed configured
hu_hu: Nincs gyűjtemény hírcsatorna konfigurálva

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: Package retrieve error: {0}
hu_hu: Hiba a csomag lehívása közben: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to add themes
hu_hu: Nincs jogosultsága témák hozzáadásához

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to remove themes
hu_hu: Nincs jogosultsága témák eltávolításához

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to add modules
hu_hu: Nincs jogosultsága modulok hozzáadásához

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to add sources
hu_hu: Nincs jogosultsága források hozzáadásához

# Orchard.Packaging.Controllers.PackagingServicesController
source: The theme has been successfully installed. It can be enabled in the "Themes" page accessible from the menu.
hu_hu: A téma telepítése megtörtént. A témát a menüből elérhető "Témák" oldalon engedélyezheti.

# Orchard.Packaging.Controllers.PackagingServicesController
source: The module has been successfully installed.
hu_hu: A modul telepítése sikerült.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package installation failed: {0}
hu_hu: A csomag telepítése nem sikerült: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package installation failed.
hu_hu: A csomag telepítése nem sikerült.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to install packages
hu_hu: Nincs jogosultsága csomagok telepítéséhez

# Orchard.Packaging.Controllers.PackagingServicesController
source: Select a file to upload.
hu_hu: Jelölje ki a feltöltendő fájlt.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package uploading and installation failed:
hu_hu: A csomag feltöltése és telepítése nem sikerült:

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package uploading and installation failed.
hu_hu: A csomag feltöltése és telepítése nem sikerült.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Recipes contains {0} unsupported module installation steps.
hu_hu: A receptek {0} nem támogatott modultelepítési lépést tartalmaznak.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Post installation steps failed with error: {0}
hu_hu: Hiba történt a telepítés utáni lépésekben: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to uninstall packages
hu_hu: Nincs jogosultsága csomagok eltávolításához

# Orchard.Packaging.Controllers.PackagingServicesController
source: Uninstall failed: {0}
hu_hu: Az eltávolítás sikertelen: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Uninstalled package "{0}"
hu_hu: "{0}" csomag eltávolítva

# Orchard.Packaging.Events.ExtensionDisplayEventHandler
source: Version {0} is available (See <a href="{1}">Updates</a>).
hu_hu: Elérhető verzió: {0} (ld. <a href="{1}">Frissítések</a>).

# Orchard.Packaging.Services.FolderUpdater
source: Skipping file "{0}" because it is the same content as the source file
hu_hu: "{0}" fájl átugrása, mert a tartalma megegyezik a forrásfájléval

# Orchard.Packaging.Services.PackageInstaller
source: The specified package could not be found, id:{0} version:{1}
hu_hu: A megadott csomag nem található, azonosító (id):{0} verzió:{1}

# Orchard.Packaging.Services.PackageInstaller
source: No version
hu_hu: Nincs verzió

# Orchard.Packaging.Services.PackageInstaller
source: Unable to backup existing local package directory.
hu_hu: Létező helyi csomagkönyvtárat nem lehet menteni.

# Orchard.Packaging.Services.PackageInstaller
source: Unable to un-install local package before updating.
hu_hu: Helyi csomagot mentés nélkül nem lehet eltávolítani.

# Orchard.Packaging.Services.PackageInstaller
source: The package is compatible with version {0} and above. Please update Orchard or install another version of this package.
hu_hu: Ez a csomag a(z) {0} és afeletti verziókkal kompatibilis. Kérem frissítse az Orchardot, vagy válassza ki a csomag egy másik verzióját.

# Orchard.Packaging.Services.PackageInstaller
source: Package not found: {0}
hu_hu: A csomag nem található

# Orchard.Packaging.Services.PackageInstaller
source: Backup folder {0} has too many backups subfolder (limit is 1,000)
hu_hu: {0} mentési mappa túl sok almappát tartalmaz (1000 a határ)

# Orchard.Packaging.Services.PackageInstaller
source: Successfully restored local package to local folder "{0}"
hu_hu: A helyi csomag visszaállítása sikerült a(z) "{0}" helyi mappába

# Orchard.Packaging.Services.PackageInstaller
source: Successfully backed up local package to local folder "{0}"
hu_hu: A helyi csomag mentése sikerült a(z) "{0}" helyi mappába

# Orchard.Packaging.Services.PackageInstaller
source: Successfully un-installed local package {0}
hu_hu: {0} helyi csomag eltávolítása sikerült

# ~/Modules/Orchard.Packaging/Views/Gallery/AddSource.cshtml
source: Add a Feed
hu_hu: Hírcsatorna hozzáadása

# ~/Modules/Orchard.Packaging/Views/Gallery/AddSource.cshtml
source: Feed Url
hu_hu: Hírcsatorna URL-címe

# ~/Modules/Orchard.Packaging/Views/Gallery/AddSource.cshtml
source: Add Feed
hu_hu: Hírcsatorna hozzáadása

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Modules
hu_hu: Modulok

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Feed:
hu_hu: Hírcsatorna:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: All feeds
hu_hu: Összes hírcsatorna

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Sort by:
hu_hu: Rendezés:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Downloads
hu_hu: Letöltések

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Ratings
hu_hu: Értékelések

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Alphanumeric
hu_hu: Alfanumerikus

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Search
hu_hu: Keresés

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Version: {0}
hu_hu: Verzió: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Install
hu_hu: Telepítés

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Download
hu_hu: Letöltés

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: (No description
hu_hu: (Nincs leírás

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: more...
hu_hu: tovább...

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Last Updated: {0}
hu_hu: Legutóbbi frissítés: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Author: {0}
hu_hu: Szerző: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Unknown
hu_hu: Ismeretlen

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Downloads: {0}
hu_hu: Letöltések: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Website:
hu_hu: Webhely:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Rating:
hu_hu: Értékelés:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Rating: {0} out of 5 ({1} total).
hu_hu: Értékelés: 5-ből {0} ({1} darab).

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Settings
hu_hu: Beállítások

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Gallery
hu_hu: Gyűjtemény

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Add Feed
hu_hu: Hírcsatorna hozzáadása

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: This is a table of the gallery feeds in your application
hu_hu: Ez az Ön alkalmazásában található gyűjtemény hírcsatornák táblája

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Title
hu_hu: Cím

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Themes
hu_hu: Témák

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Show
hu_hu: Látható:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: All feeds
hu_hu: (összes hírcsatorna)

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Sort by:
hu_hu: Rendezés:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Downloads
hu_hu: letöltések

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Ratings
hu_hu: Értékelések

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Alphanumeric
hu_hu: Alfanumerikus

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Search
hu_hu: Keresés

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Version: {0}
hu_hu: Verzió: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Install
hu_hu: Telepítés

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Download
hu_hu: Letöltés

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: (No description
hu_hu: (Nincs leírás

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: more...
hu_hu: tovább...

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Last Updated: {0}
hu_hu: Legutóbbi frissítés: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Author: {0}
hu_hu: Szerző: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Unknown
hu_hu: Ismeretlen

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Downloads: {0}
hu_hu: Letöltések: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Website:
hu_hu: Webhely:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Rating:
hu_hu: Értékelés:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Rating: {0} out of 5 ({1} total).
hu_hu: Értékelés: 5-ből {0} ({1} darab)

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: No themes available.
hu_hu: Nincs elérhető téma.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Modules
hu_hu: Modulok

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Most recent check for updates: {0}
hu_hu: Frissítések legutolsó keresése: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Unknown
hu_hu: Ismeretlen

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Check for Updates
hu_hu: Frissítések keresése

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: No module updates available.
hu_hu: Nincs elérhető modulfrissítés.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Version: {0}
hu_hu: Verzió: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Install Latest
hu_hu: Legutóbbi telepítése

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Download
hu_hu: Letöltés

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: (No description
hu_hu: (Nincs leírás

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Last Updated: {0}
hu_hu: Utolsó frissítés: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Author: {0}
hu_hu: Szerző: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Downloads: {0}
hu_hu: Letöltések: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Website:
hu_hu: Webhely:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Rating:
hu_hu: Értékelés:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Rating: {0} out of 5 ({1} total).
hu_hu: Értékelés: 5-ből {0} ({1} darab)

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Themes
hu_hu: Témák

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Most recent check for updates: {0}
hu_hu: Frissítések legutolsó keresése: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Unknown
hu_hu: Ismeretlen

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Check for Updates
hu_hu: Frissítések keresése

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: No theme updates available.
hu_hu: Nincs elérhető témafrissítés.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Version: {0}
hu_hu: Verzió: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Install Latest
hu_hu: Legutóbbi telepítése

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Download
hu_hu: Letöltés

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: (No description
hu_hu: (Nincs leírás

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Last Updated: {0}
hu_hu: Utolsó frissítés: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Author: {0}
hu_hu: Szerző: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Downloads: {0}
hu_hu: Letöltések: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Website:
hu_hu: Webhely:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Rating:
hu_hu: Értékelés:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Rating: {0} out of 5 ({1} total).
hu_hu: Értékelés: 5-ből {0} ({1} darab)

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Install a module from your computer
hu_hu: Modul telepítése a számítógépéről

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Module Package
hu_hu: Modulcsomag

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Install
hu_hu: Telepítés

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Install a theme from your computer
hu_hu: Téma telepítése a számítógépéről

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Theme Package
hu_hu: Témacsomag

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Install
hu_hu: Telepítés

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallModuleDetails.cshtml
source: {0} - {1} Details
hu_hu: {0} - {1} adatai

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallModuleDetails.cshtml
source: Pick the recipes you want to run
hu_hu: Válassza ki a futtatni kívánt receptet

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallModuleDetails.cshtml
source: Pick the features you want enabled
hu_hu: Válassza ki az engedélyezni kívánt funkciót

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallPackageFailed.cshtml
source: Install package failed
hu_hu: Nem sikerült a csomag telepítése
