Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Tokens/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Tokens/Module.txt
source: Tokens
hu_hu: Token-ek

# ~/Modules/Orchard.Tokens/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapat

# ~/Modules/Orchard.Tokens/Module.txt
source: Provides a system for performing string replacements with common site values.
hu_hu: Stringek cseréjét teszi lehetővé az weboldalon használt globális értékekre.

# ~/Modules/Orchard.Tokens/Module.txt
source: Content
hu_hu: Tartalom

# ~/Modules/Orchard.Tokens/Module.txt
source: Feeds Tokens
hu_hu: RSS-feed token-ek

# ~/Modules/Orchard.Tokens/Module.txt
source: Provides a content part to customize RSS fields based on tokens.
hu_hu: Biztosít egy tartalomrészt, amellyel az RSS-feed-eket tudja testreszabni token-ek segítségével.

# Orchard.Tokens.Providers.ContentTokens
source: Content Items
hu_hu: Tartalmi elemek

# Orchard.Tokens.Providers.ContentTokens
source: Content Id
hu_hu: Tartalom Id

# Orchard.Tokens.Providers.ContentTokens
source: Numeric primary key value of content.
hu_hu: A tartalom numerikus elsődleges azonosítója.

# Orchard.Tokens.Providers.ContentTokens
source: Content Author
hu_hu: Tartalom szerzője

# Orchard.Tokens.Providers.ContentTokens
source: Person in charge of the content.
hu_hu: A tartalom tulajdonosa.

# Orchard.Tokens.Providers.ContentTokens
source: Content Date
hu_hu: Tartalom dátuma

# Orchard.Tokens.Providers.ContentTokens
source: Date the content was created.
hu_hu: A tartalom létrehozásának dáuma.

# Orchard.Tokens.Providers.ContentTokens
source: Identity
hu_hu: Azonosító

# Orchard.Tokens.Providers.ContentTokens
source: Identity of the content.
hu_hu: A tartalom azonosítója.

# Orchard.Tokens.Providers.ContentTokens
source: Content Type
hu_hu: Tartalomtípus

# Orchard.Tokens.Providers.ContentTokens
source: The name of the item Content Type.
hu_hu: A tartalomelem neve.

# Orchard.Tokens.Providers.ContentTokens
source: Display Text
hu_hu: Megjelenítendő szöveg

# Orchard.Tokens.Providers.ContentTokens
source: Title of the content.
hu_hu: A tartalom címe.

# Orchard.Tokens.Providers.ContentTokens
source: Display Url
hu_hu: Megjelenítendő URL

# Orchard.Tokens.Providers.ContentTokens
source: Url to display the content.
hu_hu: A tartalmat megjelenítő URL.

# Orchard.Tokens.Providers.ContentTokens
source: Edit Url
hu_hu: Szerkesztési URL

# Orchard.Tokens.Providers.ContentTokens
source: Url to edit the content.
hu_hu: A tartalom szerkesztéséhez használt URL.

# Orchard.Tokens.Providers.ContentTokens
source: Container
hu_hu: Tároló

# Orchard.Tokens.Providers.ContentTokens
source: The container Content Item.
hu_hu: A tároló tartalomelem.

# Orchard.Tokens.Providers.ContentTokens
source: The body text of the content item.
hu_hu: A tartalomelem szövegtörzse.

# Orchard.Tokens.Providers.ContentTokens
source: The content of the {0} field.
hu_hu: A(z) {0} mező tartalma.

# Orchard.Tokens.Providers.ContentTokens
source: Text Field
hu_hu: Szövegmező

# Orchard.Tokens.Providers.ContentTokens
source: Tokens for Text Fields
hu_hu: Szövegmezők tokenjei

# Orchard.Tokens.Providers.ContentTokens
source: Length
hu_hu: Hossz

# Orchard.Tokens.Providers.ContentTokens
source: The length of the field.
hu_hu: A mező hossza.

# Orchard.Tokens.Providers.ContentTokens
source: Tokens for Urls
hu_hu: URL-ek tokenjei

# Orchard.Tokens.Providers.ContentTokens
source: Absolute
hu_hu: Abszolút

# Orchard.Tokens.Providers.ContentTokens
source: Absolute url.
hu_hu: Abszolút URL.

# Orchard.Tokens.Providers.ContentTokens
source: Type Definition
hu_hu: Típus definíció

# Orchard.Tokens.Providers.ContentTokens
source: Tokens for Content Types
hu_hu: Tartalomtípusok tokenjei

# Orchard.Tokens.Providers.ContentTokens
source: Name
hu_hu: Név

# Orchard.Tokens.Providers.ContentTokens
source: Name of the content type.
hu_hu: A tartalomtípus neve.

# Orchard.Tokens.Providers.ContentTokens
source: Display Name
hu_hu: Megjelenítendő név

# Orchard.Tokens.Providers.ContentTokens
source: Display name of the content type.
hu_hu: A tartalomtípus megjelenítendő neve.

# Orchard.Tokens.Providers.ContentTokens
source: Parts
hu_hu: Tartalomrészek

# Orchard.Tokens.Providers.ContentTokens
source: List of the attached part names.
hu_hu: A csatolt tartalomrészek neveinek listája.

# Orchard.Tokens.Providers.ContentTokens
source: Fields
hu_hu: Mezők

# Orchard.Tokens.Providers.ContentTokens
source: Fields for each of the attached parts. For example, Fields.Page.Approved.
hu_hu: A csatolt tartalomrészekhez tartozó mezők, pl. Fields.Page.Approved.

# Orchard.Tokens.Providers.ContentTokens
source: Anonymous
hu_hu: Névtelen

# Orchard.Tokens.Providers.DateTokens
source: Date/time
hu_hu: Dátum és idő

# Orchard.Tokens.Providers.DateTokens
source: Current date/time tokens
hu_hu: Jelenlegi dátum és idő tokenek

# Orchard.Tokens.Providers.DateTokens
source: Since
hu_hu: Óta:

# Orchard.Tokens.Providers.DateTokens
source: Relative to the current date/time.
hu_hu: Relatív az aktuális dátumhoz és időhöz képest.

# Orchard.Tokens.Providers.DateTokens
source: Local
hu_hu: Helyi

# Orchard.Tokens.Providers.DateTokens
source: Based on the configured time zone and calendar.
hu_hu: A beállított időzóna és naptár alapján.

# Orchard.Tokens.Providers.DateTokens
source: Short Date
hu_hu: Rövid Dátum

# Orchard.Tokens.Providers.DateTokens
source: Short date format.
hu_hu: Rövid dátum formátum.

# Orchard.Tokens.Providers.DateTokens
source: Short Time
hu_hu: Rövid Idő.

# Orchard.Tokens.Providers.DateTokens
source: Short time format.
hu_hu: Rövid idő formátum.

# Orchard.Tokens.Providers.DateTokens
source: Long Date and Time
hu_hu: Hosszú Dátum és idő

# Orchard.Tokens.Providers.DateTokens
source: Long date and time format.
hu_hu: Hosszú dátum és idő formátum.

# Orchard.Tokens.Providers.DateTokens
source: Format:<date format>
hu_hu: Format:<dátumformátum>

# Orchard.Tokens.Providers.DateTokens
source: Optional format specifier (e.g. yyyy/MM/dd). See format strings at <a target="_blank" href="http://msdn.microsoft.com/en-us/library/az4se3k1.aspx">Standard Formats</a> and <a target="_blank" href="http://msdn.microsoft.com/en-us/library/8kb3ddd4.aspx">Custom Formats</a>
hu_hu: Opcionális formátumdefiníció (pl. yyyy/MM/dd). A formázó stringekről bővebben olvashat a <a target="_blank" href="http://msdn.microsoft.com/en-us/library/az4se3k1.aspx">Standard Formats</a> és <a target="_blank" href="http://msdn.microsoft.com/en-us/library/8kb3ddd4.aspx">Custom Formats</a> oldalakon angol nyelven.

# Orchard.Tokens.Providers.DateTokens
source: 'on' MMM d yyyy 'at' h:mm tt
hu_hu: d MMM yyyy'-n' h:mm tt'-kor'

# Orchard.Tokens.Providers.DateTokens
source: a moment ago
hu_hu: 1 pillanattal ezelőtt

# Orchard.Tokens.Providers.DateTokens
source: 1 day ago
hu_hu: 1 napja

# Orchard.Tokens.Providers.DateTokens
source: {0} days ago
hu_hu: {0} napja

# Orchard.Tokens.Providers.DateTokens
source: 1 hour ago
hu_hu: 1 órája

# Orchard.Tokens.Providers.DateTokens
source: {0} hours ago
hu_hu: {0} órája

# Orchard.Tokens.Providers.DateTokens
source: 1 minute ago
hu_hu: 1 perce

# Orchard.Tokens.Providers.DateTokens
source: {0} minutes ago
hu_hu: {0} perce

# Orchard.Tokens.Providers.DateTokens
source: 1 second ago
hu_hu: 1 másodperce

# Orchard.Tokens.Providers.DateTokens
source: {0} seconds ago
hu_hu: {0} másodperce

# Orchard.Tokens.Providers.RequestTokens
source: Http Request
hu_hu: HTTP lekérés

# Orchard.Tokens.Providers.RequestTokens
source: Current Http Request tokens.
hu_hu: Jelenlegi HTTP lekérés tokenjei.

# Orchard.Tokens.Providers.RequestTokens
source: QueryString:<element>
hu_hu: QueryString:<elem>

# Orchard.Tokens.Providers.RequestTokens
source: The Query String value for the specified element.
hu_hu: A megadott elem Query String értéke.

# Orchard.Tokens.Providers.RequestTokens
source: Form:<element>
hu_hu: Form:<elem>

# Orchard.Tokens.Providers.RequestTokens
source: The Form value for the specified element.
hu_hu: A megadott elem értéke az űrlapon.

# Orchard.Tokens.Providers.ShapeTokens
source: Shape tokens.
hu_hu: Shape token-ek.

# Orchard.Tokens.Providers.ShapeTokens
source: Execute:<shape name>
hu_hu: Végrehajt:<shape neve>

# Orchard.Tokens.Providers.ShapeTokens
source: Executes the specified shape.
hu_hu: Megjeleníti a megadott shape-et.

# Orchard.Tokens.Providers.TextTokens
source: Text
hu_hu: Szöveg

# Orchard.Tokens.Providers.TextTokens
source: Tokens for text strings
hu_hu: Szövegek tokenjei

# Orchard.Tokens.Providers.TextTokens
source: Limit:<text length>[,<ellipsis>]
hu_hu: Limit:<szöveghossz>[,<hiányjelzés>]

# Orchard.Tokens.Providers.TextTokens
source: Limit text to specified length and append an optional ellipsis text.
hu_hu: Limitálja a szöveg méretét egy megadott értékre és hozzáad egy opcionális hiányjelzést.

# Orchard.Tokens.Providers.TextTokens
source: Format:<text format>
hu_hu: Format:<szövegformázás>

# Orchard.Tokens.Providers.TextTokens
source: Optional format specifier (e.g. foo{0}bar). See format strings at <a target="_blank" href="http://msdn.microsoft.com/en-us/library/az4se3k1.aspx">Standard Formats</a> and <a target="_blank" href="http://msdn.microsoft.com/en-us/library/8kb3ddd4.aspx">Custom Formats</a>
hu_hu: Opcionális formátumdefiníció (pl. foo{0}bar). A formázó stringekről bővebben olvashat a <a target="_blank" href="http://msdn.microsoft.com/en-us/library/az4se3k1.aspx">Standard Formats</a> és <a target="_blank" href="http://msdn.microsoft.com/en-us/library/8kb3ddd4.aspx">Custom Formats</a> oldalakon angol nyelven.

# Orchard.Tokens.Providers.TextTokens
source: Trims the specified characters or number of them from the end of the string.
hu_hu: Levágja a megadott karakereket vagy a megadott számú karaktereket a karakterlánc végéről.

# Orchard.Tokens.Providers.TextTokens
source: Url Encode
hu_hu: URL kódolás

# Orchard.Tokens.Providers.TextTokens
source: Encodes a URL string.
hu_hu: Lekódol egy URL stringet.

# Orchard.Tokens.Providers.TextTokens
source: Html Encode
hu_hu: HTML kódolás

# Orchard.Tokens.Providers.TextTokens
source: Encodes an HTML string.
hu_hu: Lekódol egy HTML stringet.

# Orchard.Tokens.Providers.TextTokens
source: Line Encode
hu_hu: Sor kódolása

# Orchard.Tokens.Providers.TextTokens
source: Replaces new lines with <br /> tags.
hu_hu: Az sortöréseket <br /> tag-gel helyettesíti.

# Orchard.Tokens.Providers.UserTokens
source: User
hu_hu: Felhasználó

# Orchard.Tokens.Providers.UserTokens
source: User tokens
hu_hu: Felhasználók tokenjei

# Orchard.Tokens.Providers.UserTokens
source: Name
hu_hu: Név

# Orchard.Tokens.Providers.UserTokens
source: Username
hu_hu: Felhasználónév

# Orchard.Tokens.Providers.UserTokens
source: Email Address
hu_hu: E-mail cím

# Orchard.Tokens.Providers.UserTokens
source: User Id
hu_hu: Felhasználó Id

# Orchard.Tokens.Providers.UserTokens
source: Content
hu_hu: Tartalom

# Orchard.Tokens.Providers.UserTokens
source: The user's content item
hu_hu: A felhasználó tartalomeleme

# Orchard.Tokens.Tests.TestTokenProvider
source: Global1
hu_hu: Globális1

# Orchard.Tokens.Tests.TestTokenProvider
source: description of token1
hu_hu: token1 leírása

# Orchard.Tokens.Tests.TestTokenProvider
source: Global2
hu_hu: Globális2

# Orchard.Tokens.Tests.TestTokenProvider
source: description of token2
hu_hu: token2 leírása

# Orchard.Tokens.Tests.TestTokenProvider
source: Global3
hu_hu: Globális3

# Orchard.Tokens.Tests.TestTokenProvider
source: description of token3
hu_hu: token3 leírása

# Orchard.Tokens.Tests.TestTokenProvider
source: Current User
hu_hu: Jelenlegi felhasználó

# Orchard.Tokens.Tests.TestTokenProvider
source: The current user
hu_hu: A jelenlegi felhasználó

# Orchard.Tokens.Tests.TestTokenProvider
source: Name
hu_hu: Név

# Orchard.Tokens.Tests.TestTokenProvider
source: Their user name
hu_hu: Felhasználónevük

# Orchard.Tokens.Tests.TestTokenProvider
source: Birthdate
hu_hu: Születési dátum

# Orchard.Tokens.Tests.TestTokenProvider
source: Date of birth
hu_hu: Születési dátum

# Orchard.Tokens.Tests.TestTokenProvider
source: Now
hu_hu: Most

# Orchard.Tokens.Tests.TestTokenProvider
source: Current system date in short date format. You can chain a .NET DateTime format string to customize.
hu_hu: Aktuális dátum rövid formátumban. Hozzáfűzhet egy .NET DateTime formázó stringet a testreszabáshoz.

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Use '-' to remove the tag, leave empty to keep untouched, or use the 'Text' text token for the current value.
hu_hu: Írja be a '-' karaktert, hogy eltávolítsa a tag-et, hagyja üresen, ha nem akar rajta változtatni vagy használja a 'Text' token-t a jelenlegi érték felhasználásához.

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Title
hu_hu: Cím

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The title field of the RSS item.
hu_hu: Az RSS-feed elem címét tároló mező.

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The link field of the RSS item
hu_hu: Az RSS-feed elem link-mezeje

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The description field of the RSS item
hu_hu: Az RSS-feed elem leírása

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Author
hu_hu: Szerző

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The author field of the RSS item
hu_hu: Az RSS-feed elem szerző mezeje

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Category
hu_hu: Kategória

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The category field of the RSS item
hu_hu: Az RSS-feed elem kategória mezeje

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Enclosure
hu_hu: Kerítés

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The enclosure field of the RSS item. This is usually a html tag like <img>
hu_hu: Az RSS-mező elemet körbekerítő mező. Ez általában egy HTML-tag, mint az <img>

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: PubDate
hu_hu: Publikálás dátuma

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The pubDate field of the RSS item
hu_hu: Az RSS-feed elem publikálási dátumának mezeje

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Source
hu_hu: Forrás

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The source field of the RSS item
hu_hu: Az RSS-mező elem forrásának mezeje
