Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Upgrade/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Upgrade/Module.txt
source: Upgrade
hu_hu: Verziófrissítés

# ~/Modules/Upgrade/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapat

# ~/Modules/Upgrade/Module.txt
source: Provides actions for upgrading Orchard instances
hu_hu: Az Orchard magasabb verzióra frissítését megkönnyítő funkciók

# Upgrade.AdminMenu
source: Upgrade to 1.8
hu_hu: 1.8-as verzióra frissítés

# Upgrade.AdminMenu
source: Messaging (1.8)
hu_hu: Üzenetküldés (1.8)

# Upgrade.AdminMenu
source: Media (1.7)
hu_hu: Média (1.7)

# Upgrade.AdminMenu
source: Taxonomies (1.7)
hu_hu: Taxonomy-k (1.7)

# Upgrade.AdminMenu
source: Content Picker (1.7)
hu_hu: Tartalomválasztó (1.7)

# Upgrade.AdminMenu
source: Fields (1.5)
hu_hu: Mezők (1.5)

# Upgrade.AdminMenu
source: Menu (1.5)
hu_hu: Menü (1.5)

# Upgrade.AdminMenu
source: Routes (1.4)
hu_hu: Elérési utak (1.4)

# Upgrade.Controllers.ContentPickerController
source: You need to enable Orchard.ContentPicker in order to migrate Content Picker items to Orchard.ContentPicker.
hu_hu: Be kell kapcsolnia az Orchard.ContentPicker modult, hogy a tartalomválasztó elemeket migrálhassa.

# Upgrade.Controllers.ContentPickerController
source: Not allowed to migrate Orchard.ContentPicker.
hu_hu: Nincs engedélye az Orchard.ContentPicker migrálásához.

# Upgrade.Controllers.ContentPickerController
source: Content Picker menu items were migrated successfully.
hu_hu: A tartalomválasztó menü elemek sikeresen migrálva.

# Upgrade.Controllers.ContentPickerController
source: Unexpected error while migrating to Orchard.ContentPicker. Please check the log.
hu_hu: Váratlan hiba történt az Orchard.ContentPicker migrálása közben. Kérem ellenőrizze a logokat.

# Upgrade.Controllers.FieldController
source: There are no content types with custom fields
hu_hu: Nincsenek hozzáadott mezőkkel rendelkező tartalomelemek

# Upgrade.Controllers.FieldController
source: You need to enable Orchard.Fields in order to migrate current fields. Then you can safely remove Contrib.DateTimeField and Contrib.MediaPickerField.
hu_hu: A meglévő mezők migrálásához be kell kapcsolnia az Orchard.Fields modult. Ezután nyugodtan törölheti a Contrib.DateTimeField és Contrib.MediaPickerField modulokat.

# Upgrade.Controllers.FieldController
source: Not allowed to migrate fields.
hu_hu: Nincs engedélye mezők migrálására.

# Upgrade.Controllers.FieldController
source: {0} fields were migrated successfully
hu_hu: {0} mező sikeresen migrálva

# Upgrade.Controllers.InfosetController
source: Site Settings migrated successfully
hu_hu: Rendszerbeállítások sikeresen migrálva

# Upgrade.Controllers.MediaController
source: You need to enable Orchard.MediaLibrary in order to convert current media files to the Media Library.
hu_hu: Engedélyeznie kell az Orchard.MediaLibrary modult, hogy a jelenlegi médiafájlokat a Médiatárba importálja.

# Upgrade.Controllers.MediaController
source: Unknown MIME type for extension: {0}. These files will be imported as Document media.
hu_hu: Ismeretlen MIME-Type az alábbi kiterjesztéshez: {0}. Ezek a fájlok dokumentumként lesznek importálva.

# Upgrade.Controllers.MediaController
source: Some media files need to be migrated.
hu_hu: Néhány médiafájl migrálva lett.

# Upgrade.Controllers.MediaController
source: {0} media files have been found, {1} media are in the library.
hu_hu: {0} médiafájl található, {1} szerepel a médiatárban.

# Upgrade.Controllers.MediaController
source: All media files have been migrated.
hu_hu: Minden médiafájl migrálva lett.

# Upgrade.Controllers.MediaController
source: Not allowed to convert media files.
hu_hu: Nincs engedélye médiafájlokat konvertálni.

# Upgrade.Controllers.MediaController
source: Media {0} has already been imported.
hu_hu: A(z) {0} már importálva van.

# Upgrade.Controllers.MediaController
source: Importing {0}.
hu_hu: {0} importálása.

# Upgrade.Controllers.MediaController
source: Error while importing {0}. Please check the logs
hu_hu: {0} importálása közben hiba történt. Kérem ellenőrizze a logokat.

# Upgrade.Controllers.MenuController
source: This step is unnecessary as some menus already exist.
hu_hu: Már vannak menük a rendszerben, így ez a lépés nem feltétlenül szükséges.

# Upgrade.Controllers.MenuController
source: Not allowed to migrate the navigation.
hu_hu: Nincs engedélye a menü migrálására.

# Upgrade.Controllers.MenuController
source: Main menu created
hu_hu: Main menu létrehozva

# Upgrade.Controllers.MenuController
source: Menu items moved to Main menu
hu_hu: Menüelemek átmozgatva a Main menu-be

# Upgrade.Controllers.MenuController
source: Widget could not be created. Please create it manually.
hu_hu: A widget-et nem sikerült létrehozni. Kérem hozza létre manuálisan.

# Upgrade.Controllers.MessagingController
source: This step is unnecessary as no Send Email activities were found.
hu_hu: Ez a lépés nem szükséges, mivel nincs email-küldő művelet egyetlen munkafolyamban sem.

# Upgrade.Controllers.MessagingController
source: This step appears unnecessary since it appears Orchard Workflows is not enabled.
hu_hu: Ez a lépés valószínűleg szükségtelen, mivel a Munkafolyamok modul ki van kapcsolva.

# Upgrade.Controllers.MessagingController
source: Not allowed to upgrade.
hu_hu: Nincs engedélye frissítések futtatására.

# Upgrade.Controllers.MessagingController
source: Email activities updated successfully
hu_hu: Email tevékenységek sikeresen frissítve

# Upgrade.Controllers.MessagingController
source: No email activities were updated.
hu_hu: Nincsenek frissített email tevékenységek.

# Upgrade.Controllers.RouteController
source: There are no content types with RoutePart
hu_hu: Nincsenek RoutePart-tal rendelkező tartalomtípusok

# Upgrade.Controllers.RouteController
source: Not allowed to migrate routes.
hu_hu: Nincs engedélye elérési utak migrálására.

# Upgrade.Controllers.RouteController
source: Some content items could not be imported. Please refer to the corresponding Report.
hu_hu: Néhány tartalomelemet nem sikerült importálni. Kérem tekintse meg az idetartozó riportokat.

# Upgrade.Controllers.RouteController
source: {0} was migrated successfully
hu_hu: {0} sikeresen migrálva

# Upgrade.Controllers.TaxonomyController
source: You need to enable Orchard.Taxonomies in order to migrate Contrib.Taxonomies to Orchard.Taxonomies.
hu_hu: Az Orchard.Taxonomies modulnak bekapcsolva kell lennie, hogy a Contrib.Taxonomies-ról az Orchard.Taxonomies-ra migrálhasson.

# Upgrade.Controllers.TaxonomyController
source: This migration step might have been done already.
hu_hu: Ez a migrálási lépés lehetséges, hogy már lefutott korábban.

# Upgrade.Controllers.TaxonomyController
source: Not allowed to migrate Contrib.Taxonomies.
hu_hu: Nincs engedélye a Contrib.Taxonomies migrálására.

# Upgrade.Controllers.TaxonomyController
source: Taxonomies were migrated successfully.
hu_hu: Taxonomy-k sikeresen migrálva.

# Upgrade.Controllers.TaxonomyController
source: Unexpected error while migrating to Orchard.Taxonomies. Please check the log.
hu_hu: Váratlan hiba történt az Orchard.Taxonomies-ra migrálás során. Kérem ellenőrizze a logokat.

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: Migrate Content Picker
hu_hu: Tartalomválasztó migrálása

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: Migrating Content Picker:
hu_hu: Content Picker migrálása:

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: This migration step will move your content picker menu items to their new location.
hu_hu: Ez az adatmigrációs lépés a content picker menü elemeket mozgatja át egy másik helyre az adatbázisban.

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: Migrate
hu_hu: Adatmigrálás

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: Migrate Fields
hu_hu: Mezők migrálása

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: Choose the types to migrate:
hu_hu: Válassza ki a migrálandó típusokat:

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: The migration process fields data. You will still need to enable Orchard.Fields, and remove Contrib.DateTime and Contrib.MediaPicker if you have installed them.
hu_hu: Ez a lépés a mezők adatait migrálja. Az Orchard.Fields modulnak bekapcsolva kell lennie és törölje a Contrib.DateTime és Contrib.MediaPicker modulokat, amennyiben telepítve vannak.

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: Migrate
hu_hu: Migrálás

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrate Infosets
hu_hu: Infoset-ek migrálása

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Site Settings:
hu_hu: Oldalbeállítások migrálása:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will migrate your Site Settings to Infosets and delete the deprecated records.
hu_hu: Ez a lépés az oldal beállításait infoset-re migrálja és törli a szükségtelenné váló rekordokat.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrate
hu_hu: Migrálás

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Body Parts:
hu_hu: BodyPart migrálása:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Body Parts to Infosets.
hu_hu: Ez a lépés minden BodyPart-ot infoset-re migrál.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Media Parts:
hu_hu: MediaPart migrálása:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Media Parts to Infosets.
hu_hu: Ez a lépés minden MediaPart-ot infoset-re migrál.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Content Item Permissions Parts:
hu_hu: ContentItemPermissionPart migrálása:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Content Item Permissions parts to Infosets.
hu_hu: Ez a lépés minden ContentItemPermissionPart-ot infoset-re migrál.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Content Item Menu Parts:
hu_hu: ContentItemMenuPart migrálása:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Content Item Menu parts to Infosets.
hu_hu: Ez a lépés minden ContentItemMenuPart-ot infoset-re migrál.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Tags Parts:
hu_hu: TagPart migrálása:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Tags parts to Infosets.
hu_hu: Ez a lépés minden TagPart-ot infoset-re migrál.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Widget Parts:
hu_hu: WidgetPart migrálása:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Widget parts to Infosets.
hu_hu: Ez a lépés minden WidgetPart-ot infoset-re migrál.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Layer Parts:
hu_hu: LayerPart migrálása:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Layer parts to Infosets.
hu_hu: Ez a lépés minden LayerPart-ot infoset-re migrál.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Menu Widget Parts:
hu_hu: MenuWidgetPart migrálása:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Menu Widget parts to Infosets.
hu_hu: Ez a lépés minden MenuWidgetPart-ot infoset-re migrál.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Shape Menu Item Parts:
hu_hu: ShapeMenuItemPart migrálása:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Shape Menu Item parts to Infosets.
hu_hu: Ez a lépés minden ShapeMenuItemPart-ot infoset-re migrál.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Menu Item Parts:
hu_hu: MenuItemPart migrálása:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Menu Item parts to Infosets.
hu_hu: Ez a lépés minden MenuItemPart-ot infoset-re migrál.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: FIXING 1.x VERSIONS:
hu_hu: 1.X VERZIÓK JAVÍTÁSA:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will merge version infosets.
hu_hu: Ez a lépés egyesíti a verzió infoset-eket.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: All items have been processed
hu_hu: Minden elem feldolgozásra került

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrate Media Files
hu_hu: Médiafájlok migrálása

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrating Media Files:
hu_hu: Médiafájlok migrálása:

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: This migration step will create and organize new Media Content Items based on the media files in your ~/Media folder.
hu_hu: Ez a migrációs lépés új tartalomelemeket hoz létre a ~/Media könyvtárban található médiafájlok alapján.

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Before importing, please ensure the server has the expected mime types already registered as explained here: <a href="http://www.iis.net/configreference/system.webserver/staticcontent/mimemap">http://www.iis.net/configreference/system.webserver/staticcontent/mimemap</a>
hu_hu: Importálás előtt győződjön meg róla, hogy a szerveren regisztrálva vannak a szükséges MIME-Type-ok az alábbiak szerint: <a href="http://www.iis.net/configreference/system.webserver/staticcontent/mimemap">http://www.iis.net/configreference/system.webserver/staticcontent/mimemap</a>

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrate
hu_hu: Migrálás

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrating Media Picker Fields:
hu_hu: Médiafájl-választó mezők migrálása:

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: This migration step will migrate your Media Picker and Media Gallery Picker fields to the new Media Library Field.
hu_hu: Ez a migrációs lépés a Médiaválasztó- és Médiagalériaválasztó mezők tartalma alapján hoz létre új, Médiatár mezőket.

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Before migrating fields, please migrate all the Media files.
hu_hu: A mezők migrálása előtt kérem migráljon minden médiafájlt.

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: All media files have been processed
hu_hu: Minden médiafájl feldolgozásra került

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: Migrate Menu
hu_hu: Menü migrálása

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: Migrating Menu:
hu_hu: Menü migrálása:

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: This migration step will create a new Menu named "Main Menu" and add all your previous menu items to it. Finally it will create a new "Menu Widget" instance to render this menu on the website.
hu_hu: Ez a migrálási folyamat létrehoz egy új menüt "Main menu" névvel és minden korábbi menüelemet hozzáad. Végül létrehoz egy új "Menu Widget" példányt, amely megjeleníti a menüt a weboldalon.

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: Migrate
hu_hu: Migrálás

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: Migrate Messaging
hu_hu: Üzenetküldés migrálása

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: Migrating Email Activities:
hu_hu: Email tevékenységek migrálása:

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: This migration step will update the existing Send Email activities to use the new Message Queueing functionality.
hu_hu: Ez a lépés minden meglévő email-küldő tevékenységet az új üzenet-ütemező funkcióra migrál.

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: Migrate
hu_hu: Migrálás

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: Migrate Routes
hu_hu: Elérési utak migrálása

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: Choose the types to migrate:
hu_hu: Válassza ki a migrálandó típusokat:

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: The migration process will move the Route and Title properties by adding an Autoroute and a Title part to all the content items for the selected content types.
hu_hu: A migrálási folyamat eltávolítja a Route és Title tulajdonságokat, majd hozzáadja az Autoroute és Title tartalomrészeket a kiválasztott tartalomtípusokhoz tartozó összes elemhez.

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: Migrate
hu_hu: Migrálás

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: Migrate Taxonomies
hu_hu: Taxonomy-k migrálása

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: Migrating Taxonomies:
hu_hu: Taxonomy-k migrálása

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: This migration step will convert the Contrib.Taxonomies content items to Orchard.Taxonomies.
hu_hu: Ez a migrációs lépés átkonvertálja a Contrib.Taxonomies elemeket Orchard.Taxonomies elemekké.

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: If you had any Term Widget instance, you will have to replace them with Projection Queries.
hu_hu: Ha korábban voltak Term Widget példányai, akkor helyettesítenie kell őket Projection lekérdezésekkel.

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: Migrate
hu_hu: Migrálás
