Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Modules/FeaturedItemSlider/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/FeaturedItemSlider/Module.txt
source: Featured Item Slider
hu_hu: Featured Item Slider (kiemelt tartalom csúszka)

# ~/Modules/FeaturedItemSlider/Module.txt
source: Adds a new content type called FeaturedItem, which includes an image and a headline, and optionally a sub-headline and link URL. Also includes a FeaturedItemsWidget for displaying the featured items using a jQuery slider. This module depends on the Contrib.MediaPickerField module.
hu_hu: Új tartalomtípust hoz létre FeaturedItem (kiemelt tartalom) névvel, amely magába foglal egy képet és egy címsort, illetve egy opcionális alcímsort és egy URL-címet. Tartalmaz továbbá egy FeaturedItemsWidget widgetet az elemek megjelenítéséhez egy jQuery slider (csúszka) segítségével. A modul működéséhez szükség van a Contrib.MediaPickerField modulra.

# ~/Modules/FeaturedItemSlider/Module.txt
source: Adds a new content type called FeaturedItem, which includes an image and a headline, and optionally a sub-headline and link URL. Also includes a FeaturedItemsWidget for displaying the featured items using the jQuery Cycle plugin.
hu_hu: Új tartalomtípust hoz létre FeaturedItem (kiemelt tartalom) névvel, amely magába foglal egy képet és egy címsort, illetve egy opcionális alcímsort és egy URL-címet. Tartalmaz továbbá egy FeaturedItemsWidget widgetet az elemek megjelenítéséhez egy jQuery Cycle plugin segítségével.

# FeaturedItemSlider.AdminMenu
source: Featured Items
hu_hu: Kiemelt tartalomelemek

# FeaturedItemSlider.AdminMenu
source: New Feature Group
hu_hu: Új elemcsoport

# FeaturedItemSlider.AdminMenu
source: Manage Feature Groups
hu_hu: Elemcsoportok kezelése

# FeaturedItemSlider.AdminMenu
source: New Feature
hu_hu: Új elem

# FeaturedItemSlider.AdminMenu
source: Manage Features
hu_hu: Elemek kezelése

# ~/Modules/FeaturedItemSlider/Views/Admin/Groups.cshtml
source: You have not yet created any Groups. Create a
hu_hu: Ön még nem hozott létre csoportokat. Hozzon létre egy

# ~/Modules/FeaturedItemSlider/Views/Admin/Groups.cshtml
source: new group
hu_hu: új csoport

# ~/Modules/FeaturedItemSlider/Views/Admin/Groups.cshtml
source: now.
hu_hu: most.

# ~/Modules/FeaturedItemSlider/Views/Admin/Items.cshtml
source: Featured Items
hu_hu: Kiemelt tartalmak

# ~/Modules/FeaturedItemSlider/Views/Admin/Items.cshtml
source: You have not yet created any featured items. Create a
hu_hu: Ön még nem hozott létre kiemelt tartalmakat. Hozzon létre egy

# ~/Modules/FeaturedItemSlider/Views/Admin/Items.cshtml
source: new featured item
hu_hu: új kiemelt tartalom

# ~/Modules/FeaturedItemSlider/Views/Admin/Items.cshtml
source: now.
hu_hu: most.

source: Can be an absolute or relative url. The Headline and Image (if any) will be linked, unless the 'Separate Link' option is checked below.
hu_hu: Abszolú vagy relatív URL. A címsor és a kép (ha van) be lesz linkelve, kivéve ha a 'Külön link' opció be van jelölve.

source: Separate Link
hu_hu: Külön link

source: Use the Slide Order to control the order in which the slides are loaded into the widget.
hu_hu: Használja az 'Elemek sorrendje'-t, hogy meghatározza az elemek widget-be betöltődésének sorrendjét.

source: For the group
hu_hu: Csoportnak:

source: the picture should be
hu_hu: a kép legyen

source: A Feature Group is a collection of Feature Items that may be placed in any zone of your site. The settings of your feature group define the width and height of each feature item. You may add as many feature items to a group. Only one feature item will display at a time and a new feature will slide into place every few seconds.
hu_hu: A Feature Groups (kiemelt tartalomcsoport) kiemelt tartalmak gyűjteménye, amelyet az oldal akármely zónájában elhelyezhet. A csoport beállításai meghatározzák az egyes elemek szélességét és magasságát. Ennek megfelelő mennyiségű elemet adhat hozzá a csoporthoz. Egyszerre csak elem jelenik meg és a következő elem néhány másodperc elteltével a helyére csúszik.

source: Display Properties
hu_hu: Megjelenítési tulajdonságok

source: Name
hu_hu: Név

source: Group Width
hu_hu: Csoport szélessége

source: This is the overall width of one slide in the widget
hu_hu: Egy elem teljes szélessége a widgeten belül

source: Group Height
hu_hu: Csoport magassága

source: This is the overall height of one slide in the widget
hu_hu: Egy elem teljes magassága a widgeten belül

source: Include images in the slider
hu_hu: Képek használata a csúszkában

source: Example of a slider using Inline images
hu_hu: Példa egy képeket tartalmazó csúszkára

source: Example
hu_hu: Példa

source: Example of a slider using Background images
hu_hu: Példa egy háttérképekkel rendelkező csúszkára

source: Image Width
hu_hu: Kép szélessége

source: This is the width for the image portion of a slide (should not be greater than the Group Width)
hu_hu: Ez az elem kép részének szélessége (ne legyen több, mint a csoport szélessége)

source: Image Height
hu_hu: Kép magassága

source: This is the height for the image portion of a slide (should not be greater than the Group Height)
hu_hu: Ez az elem kép részének magassága (ne legyen több, mint a csoport magassága)

source: Text Offset - Top
hu_hu: Szövegigazítás - Fentről

source: This is the number of pixels of padding the text area (headline/subheadline) will have from the Top of the slide
hu_hu: Ennyi pixellel kerül lentebb fentről a szövegmező (címsor, alcímsor) az elemen belül.

source: Text Offset - Left
hu_hu: Szövegigazítás - Balról

source: This is the number of pixels of padding the text area (headline/subheadline) will have from the Left side of the slide
hu_hu: Ennyi pixellel kerül beljebb balról a szövegmező (címsor, alcímsor) az elemen belül.

source: Text Area Background Color
hu_hu: Szövegmező háttérszíne

source: Enter a hex code or use the color picker. Leave empty for a transparent background.
hu_hu: Írjon be egy hexa színkódot, vagy használja a színválasztót. Átlátszó háttérhez hagyja üresen.

source: Text Foreground Color
hu_hu: Szövegmező szövegszíne

source: Enter a hex code or use the color picker.
hu_hu: Írjon be egy hexa színkódot, vagy használja a színválasztót.

source: Slide Behavior
hu_hu: Csúszás típusa

source: Transition Effect
hu_hu: Áttűnési effekt

source: The effects are provided by the jQuery Cycle plugin. The available effects can be seen at
hu_hu: Az effekteket a jQuery Cycle plugin biztosítja. Az elérhető effektek megtekinthetőek itt:

source: Slide Speed
hu_hu: Csúszás sebessége

source: This is the number of milliseconds it will take for one slide to transition to the next
hu_hu: Ennyi ezredmásodpercig tart, amíg az új elem a régi helyére kerül

source: Slide Pause
hu_hu: Csúszás megállítása

source: This is the number of milliseconds a slide will be diplayed
hu_hu: Ennyi ezredmásodpercig látszik egy elem

source: Show pager
hu_hu: Lapozó megjelenítése

source: This option will display pager controls superimposed over the text area of the slides
hu_hu: Ezzel a beállítással a lapozó kiemelten jelenik meg az elem szövegmezeje felett

source: Show slide numbers
hu_hu: Elemek számának megjelenítése

source: This determines if the slide number and total slides are displayed on each slide (e.g. 1 of 5)
hu_hu: Meghatározza, hogy az elem sorszáma és az összes elem száma megjelenjen-e az elemeken (pl. 1 az 5-ből)

source: <strong>Note:</strong> This will result in a 25px gap from the top of the slide to the starting position of the text area. Adjust the Text Offset - Top setting accordingly.
hu_hu: <strong>Megjegyzés:</strong> A szövegterület kezdetétől számítva 25px hely marad a widget felett. Állítsa be a 'Szövegigazítás - Fentről' értéket ennek megfelelően.

# ~/Modules/FeaturedItemSlider/Views/Parts/FeaturedItem.SummaryAdmin.cshtml
source: Group
hu_hu: Csoport

# ~/Modules/FeaturedItemSlider/Views/Parts/FeaturedItem.SummaryAdmin.cshtml
source: Slide Order
hu_hu: Elemsorrend

# ~/Modules/FeaturedItemSlider/Views/Parts/FeaturedItemGroup.SummaryAdmin.cshtml
source: Item
hu_hu: Elem

# ~/Modules/FeaturedItemSlider/Views/Parts/FeaturedItemGroup.SummaryAdmin.cshtml
source: Items
hu_hu: Elemek
