Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.ContentTypes/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.ContentTypes/Module.txt
source: ContentTypes
hu_hu: Tartalomtípusok

# ~/Modules/Orchard.ContentTypes/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.ContentTypes/Module.txt
source: ContentTypes modules enables the creation and alteration of content types not based on code.
hu_hu: A tartalomtípusok (ContentTypes) modul nem kódra épülő tartalomtípusok létrehozását és módosítását teszi lehetővé.

# Orchard.ContentTypes.AdminMenu
source: Content Definition
hu_hu: Tartalom definíciók

# Orchard.ContentTypes.AdminMenu
source: Content Types
hu_hu: Tartalomtípusok

# Orchard.ContentTypes.AdminMenu
source: Content Parts
hu_hu: Tartalomrészek

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to view content types.
hu_hu: Nincs engedélye a tartalomtípusok megtekintésére.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to create a content type.
hu_hu: Tartalomtípus létrehozása nem engedélyezett.

# Orchard.ContentTypes.Controllers.AdminController
source: The Display Name name can't be empty.
hu_hu: A megjelenítési név nem lehet üres.

# Orchard.ContentTypes.Controllers.AdminController
source: The Content Type Id can't be empty.
hu_hu: A tartalomtípus azonosítója nem lehet üres.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same Id already exists.
hu_hu: Már létezik típus ezzel az azonosítóval.

# Orchard.ContentTypes.Controllers.AdminController
source: The technical name must start with a letter.
hu_hu: A tecnikai névnek betűvel kell kezdődnie.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same Display Name already exists.
hu_hu: Már létezik típus ezzel a megjenelítési névvel.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" content type has been created.
hu_hu: A(z) "{0}" tartalomtípus létrehozása megtörtént.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to edit a content type.
hu_hu: Tartalomtípus szerkesztése nem engedélyezett.

# Orchard.ContentTypes.Controllers.AdminController
source: The Content Type name can't be empty.
hu_hu: A tartalomtípus neve nem lehet üres.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same name already exists.
hu_hu: Már létezik típus ezzel a névvel.

# Orchard.ContentTypes.Controllers.AdminController
source: "{0}" settings have been saved.
hu_hu: "{0}" beállítások elmentve.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to delete a content type.
hu_hu: Tartalomtípus törlése nem engedélyezett.

# Orchard.ContentTypes.Controllers.AdminController
source: "{0}" has been removed.
hu_hu: "{0}" törölve.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" part has been added.
hu_hu: A(z) "{0}" tartalomrész hozzáadásra került.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" part has been removed.
hu_hu: A(z) "{0}" tartalomrész eltávolításra került.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to create a content part.
hu_hu: Tartalomrész létrehozása nem engedélyezett.

# Orchard.ContentTypes.Controllers.AdminController
source: The content part could not be created.
hu_hu: A tartalomrész nem hozható létre.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" content part has been created.
hu_hu: A(z) "{0}" tartalomrész létrehozása megtörtént.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to edit a content part.
hu_hu: Tartalomrész szerkesztése nem engedélyezett.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to delete a content part.
hu_hu: Tartalomrész törlése nem engedélyezett.

# Orchard.ContentTypes.Controllers.AdminController
source: The Technical Name can't be empty.
hu_hu: A technikai név nem lehet üres.

# Orchard.ContentTypes.Controllers.AdminController
source: A field with the same name already exists.
hu_hu: Már létezik mező ezzel a névvel.

# Orchard.ContentTypes.Controllers.AdminController
source: The technical name contains invalid characters.
hu_hu: A technikai név tiltott karaktereket tartalmaz.

# Orchard.ContentTypes.Controllers.AdminController
source: A field with the same Display Name already exists.
hu_hu: Már létezik mező ezzel a megjelenítési névvel.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field was not added. {1}
hu_hu: A(z) "{0}" mező nem került hozzáadásra. {1}

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field has been added.
hu_hu: A(z) "{0}" mező hozzáadásra került.

# Orchard.ContentTypes.Controllers.AdminController
source: Display name changed to {0}.
hu_hu: Megjelenítési név megváltoztatva: {0}

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field has been removed.
hu_hu: A(z) "{0}" mező eltávolításra került.

# Orchard.ContentTypes.Services.ContentDefinitionService
source: Cannot add part named '{0}'. It already exists.
hu_hu: '{0}' nevű részt nem vehet fel, mert már létezik.

# Orchard.ContentTypes.Services.ContentDefinitionService
source: Fields must have a name containing no spaces or symbols.
hu_hu: A mezőnév nem tartalmazhat szóközt vagy szimbólumokat.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Add New Field To "{0}"
hu_hu: Új mező hozzáadása a következőhöz: "{0}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Display Name
hu_hu: Megjelenítési név

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Name of the field as it will be displayed in screens.
hu_hu: A mező neve, ahogy a képernyőn megjelenik.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Technical Name
hu_hu: Technikai név

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Technical name of the field.
hu_hu: A mező technikai neve.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Field Type
hu_hu: Mező típusa

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Add Parts To "{0}"
hu_hu: Tartalomrészek hozzáadása a következőhöz: "{0}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Choose the Parts to add to this Content Type.
hu_hu: Válassza a tartalomtípushoz hozzácsatolandó tartalomrészeket.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: New Content Type
hu_hu: Új tartalomtípus

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Display Name
hu_hu: Megjelenítési név

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Name of the type as it will be displayed in screens.
hu_hu: A típus neve, ahogy a képernyőn megjelenik.

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Content Type Id
hu_hu: Tartalomtípus azonosítója

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Technical name of the type.
hu_hu: A típus technikai neve.

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Create
hu_hu: Létrehozás

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: New Content Part
hu_hu: Új tartalomrész

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Use no spaces or special characters. For example, "MyCustomPart"
hu_hu: Ne használjon szóközt vagy különleges karaktereket. Például, "MyCustomPart"

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Create
hu_hu: Létrehozás

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Edit Content Type - {0}
hu_hu: Tartalomtípus szerkesztése - {0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Edit Placement
hu_hu: Placement szerkesztése

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Display Name
hu_hu: Megjelenítési név

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Content Type Id: {0}
hu_hu: Tartalomtípus azonosítója: {0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Fields
hu_hu: Mezők

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Add Field
hu_hu: Mező hozzáadása

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Parts
hu_hu: Tartalomrészek

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Add Parts
hu_hu: Tartalomrész hozzáadása

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Edit Field "{0}"
hu_hu: "{0}" mező szerkesztése

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Display Name
hu_hu: Megjelenítési név

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Name of the field as it will be displayed in screens.
hu_hu: A mező neve, ahogy a képernyőn megjelenik.

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Edit Part
hu_hu: Tartalomrész szerkesztése

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Fields
hu_hu: Mezők

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Add
hu_hu: Hozzáadás

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Edit Placement - {0}
hu_hu: Placement szerkesztése - {0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: You need to hit "Save" in order to save your changes.
hu_hu: Kattintson a "Mentés"-re a változtatások mentéséhez.

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Restore
hu_hu: Visszaállít

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Manage Content Types
hu_hu: Tartalomtípusok kezelése

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Create new type
hu_hu: Új típus létrehozása

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Filter:
hu_hu: Szűrés:

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Content Parts
hu_hu: Tartalomrészek

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Create new part
hu_hu: Új tartalomrész létrehozása

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Filter:
hu_hu: Szűrés:

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Remove the "{0}" part from "{1}"
hu_hu: A(z) "{0}" tartalomrész eltávolítása a következőből: "{1}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Looks like you couldn't use the fancy way to remove the field. Try hitting the button below to force the issue.
hu_hu: Úgy tűnik, elegáns módon nem sikerült a mezőt eltávolítani. Próbálkozzon erélyesebben, a lenti gombra kattintással.

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Remove
hu_hu: Eltávolítás

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Remove the "{0}" part from "{1}"
hu_hu: A(z) "{0}" tartalomrész eltávolítása a következőből: "{1}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Looks like you couldn't use the fancy way to remove the part. Try hitting the button below to force the issue.
hu_hu: Úgy tűnik, elegáns módon nem sikerült a részt eltávolítani. Próbálkozzon erélyesebben, a lenti gombra kattintással.

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Remove
hu_hu: Eltávolítás

source: Description
hu_hu: Leírás

source: Optionally provide a description for this part
hu_hu: Megadhat egy leírást ehhez a tartalomrészhez

source: Attachable
hu_hu: Csatolható

source: Check to allow this part to be attached to other content types.
hu_hu: Jelölje be, hogy ezt a tartalomrészt hozzá lehessen csatolni más tartalomtípusokhoz.

source: Creatable
hu_hu: Létrehozható

source: Determines if an instance of this content type can be created through the UI.
hu_hu: Meghatározza, hogy a tartalomtípus példányait létre lehet-e hozni az admin felületen.

source: Draftable
hu_hu: Piszkozatként menthető

source: Determines if this content type supports draft versions.
hu_hu: Meghatározza, hogy ezt a tartalomtípust lehet-e piszkozatként menteni.

source: Stereotype
hu_hu: Alaptípus

source: (Optional) The stereotype of the content type. e.g., Widget, MenuItem, ...
hu_hu: (Opcionális) A tartalomelem alaptípusa, pl. Widget, Menüpont, ...

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditPartViewModel.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: Create New {0}
hu_hu: Új {0} létrehozása

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: List Items
hu_hu: Elemek listázása

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/Settings.cshtml
source: Global Settings
hu_hu: Általános beállítások

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/Field.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/Field.cshtml
source: Remove
hu_hu: Eltávolítás

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/TypePart.cshtml
source: Remove
hu_hu: Eltávolítás

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/TypePart.cshtml
source: {0} Settings:
hu_hu: {0} beállítások:
