Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.DesignerTools/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Designer Tools
hu_hu: Tervezői eszközök

# ~/Modules/Orchard.DesignerTools/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Contains designer tools to ease the Themes development process
hu_hu: Tervezői eszközök a témák kidolgozásának megkönnyítésére

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Url Alternates
hu_hu: URL alternatívák

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Designer
hu_hu: Tervező

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Adds shape alternates for specific urls
hu_hu: Alternatív shape-eket ad hozzá a megadott URL címekhez

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Widget Alternates
hu_hu: Widget alternatívák

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Adds shape alternates for content types stereotyped as widgets, allowing to customize shapes by widget and zone
hu_hu: A tartalomtípusokhoz alternatív shape-eket ad widgetként, hogy a shape-eket widgetenként és zónákként testre lehessen szabni

# Orchard.DesignerTools.Controllers.AlternateController
source: Not authorized to create templates
hu_hu: Nem hozhat létre sablonokat

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingMeta.cshtml
source: n/a
hu_hu: n.e

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingMeta.cshtml
source: Content not available as coming from source code.
hu_hu: A tartalom nem elérhető, mivel a forráskódból jön.

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Model
hu_hu: Modell

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Placement
hu_hu: Elhelyezés

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Template
hu_hu: Sablon

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Active Template
hu_hu: Aktív sablon

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Original Template
hu_hu: Eredeti sablon

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Display Type
hu_hu: Megjelenítési formátum

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Alternate ({0})
hu_hu: Alternatív ({0})

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Create
hu_hu: Létrehozás

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Wrappers ({0})
hu_hu: Wrapper-ek ({0})
