Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Modules/Nwazet.Commerce/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Nwazet.Commerce/Module.txt
source: Nwazet Commerce
hu_hu: Nwazet kereskedelem

# ~/Modules/Nwazet.Commerce/Module.txt
source: Commerce for small online businesses
hu_hu: Kisebb online üzletekben árusítás

# ~/Modules/Nwazet.Commerce/Module.txt
source: Commerce
hu_hu: Kereskedelem

# ~/Modules/Nwazet.Commerce/Module.txt
source: Nwazet Shipping
hu_hu: Nwazet szállítás

# ~/Modules/Nwazet.Commerce/Module.txt
source: Define shipping options to work with Nwazet Commerce
hu_hu: Adja meg a Nwazet kereskelemben használt szállítási lehetőségeket

# ~/Modules/Nwazet.Commerce/Module.txt
source: Google Checkout part that can be added to any content type
hu_hu: A Google Checkout tartalomrész bármely tartalomtípushoz csatolható

# ~/Modules/Nwazet.Commerce/Module.txt
source: Nwazet Referrals
hu_hu: Nwazet jutalékok

# ~/Modules/Nwazet.Commerce/Module.txt
source: Keeps track of the domain the user came from, in order to honor partner referral fees.
hu_hu: Követi, hogy a felhasználó mely domain-ről érkezett, így lehetővé téve a jutalékok kifizetését.

# Nwazet.Commerce.Menus.ProductAdminMenu
source: Commerce
hu_hu: Kereskedelem

# Nwazet.Commerce.Menus.ProductAdminMenu
source: Products
hu_hu: Termékek

# Nwazet.Commerce.Menus.ShippingAdminMenu
source: Commerce
hu_hu: Kereskedelem

# Nwazet.Commerce.Menus.ShippingAdminMenu
source: Shipping Methods
hu_hu: Szállítási módok

# Nwazet.Commerce.Services.WeightBasedShippingMethodProvider
source: Weight-Based Shipping Method
hu_hu: Tömeg alapú szállítási mód

# Nwazet.Commerce.Tokens.ProductTokens
source: Content Items
hu_hu: Tartalomelemek

# Nwazet.Commerce.Tokens.ProductTokens
source: Sku
hu_hu: Termékazonosító (Sku)

# Nwazet.Commerce.Tokens.ProductTokens
source: The SKU for the product.
hu_hu: A termék azonosítója (SKU).

# Nwazet.Commerce.Tokens.ProductTokens
source: Price
hu_hu: Ár

# Nwazet.Commerce.Tokens.ProductTokens
source: The price of the product.
hu_hu: A termék ára.

# Nwazet.Commerce.Tokens.ProductTokens
source: Is Digital
hu_hu: digitális

# Nwazet.Commerce.Tokens.ProductTokens
source: True if this is a digital product.
hu_hu: Igaz, ha a termék digitális.

# Nwazet.Commerce.Tokens.ProductTokens
source: Shipping Cost
hu_hu: Szállítási költség

# Nwazet.Commerce.Tokens.ProductTokens
source: The fixed shipping cost of the product.
hu_hu: A termék fix szállítási költsége.

# Nwazet.Commerce.Tokens.ProductTokens
source: Weight
hu_hu: Tömeg

# Nwazet.Commerce.Tokens.ProductTokens
source: The weight of the item.
hu_hu: A termék tömege.

# ~/Modules/Nwazet.Commerce/Views/GoogleCheckout.cshtml
source: Fast checkout through Google
hu_hu: Gyors fizetés Google szolgáltatáson keresztül

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: You don't have any items in your shopping cart.
hu_hu: Egyetlen termék sincs a kosarában.

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Article
hu_hu: Árucikk

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Unit Price
hu_hu: Egységár

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Quantity
hu_hu: Mennyiség

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Total Price
hu_hu: Végösszeg

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Remove
hu_hu: Eltávolít

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Subtotal:
hu_hu: Összeg:

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Update All
hu_hu: Összes frissítése

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Your Cart
hu_hu: A kosara

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Remove
hu_hu: Eltávolít

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Update All
hu_hu: Összes frissítése

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Subtotal:
hu_hu: Összeg:

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Tax and shipping will be calculated at checkout.
hu_hu: Áfa és szállítási költség fizetéskor lesz felszámolva.

source: Google Checkout Merchant Id
hu_hu: Google Checkout kereskedő azonosító

source: Google Analytics Id
hu_hu: Google Analytics azonosító

source: Currency
hu_hu: Pénznem

source: Shipping Weight Unit
hu_hu: Szállítási tömeg alapegysége

source: Use Sandbox
hu_hu: Sandbox használata

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Sku
hu_hu: Sku-kód (termékazonosító)

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Price
hu_hu: Ár

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Weight
hu_hu: Tömeg

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Shipping Cost
hu_hu: Szállítási költség

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Specify a shipping cost if you want the shipping cost to be fixed. Otherwise, leave this empty and only specify the weight. The shipping will be computed based on the shipping provider that the customer will pick.
hu_hu: Adjon meg egy szállítási költséget, ha fix költséget szeretne meghatározni. Egyéb esetben hagyja üresen és csak a tömeget írja be. A szállítási költséget a szállítók határozzák meg és a vásárló választhatja ki a szállítót.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: digital product
hu_hu: digitális termék

source: Method Name
hu_hu: Szállítás módja

source: The technical name of the shipping method (this is different from the title, which is the method's friendly name that will be displayed to end-users).
hu_hu: A szállítás módjának technikai neve (különbözik a megnevezéstől, amely a szállítási mód barátságosabb megnevezése, amely a felhasználó felületen jelenik meg).

source: Shipping Company
hu_hu: Szállító cég

source: Price
hu_hu: Ár

source: Minimum Weight
hu_hu: Minimális tömeg

source: Maximum Weight
hu_hu: Maximális tömeg

source: Specify the weight interval for which this shipping price is valid. Leave the maximum weight field empty for unlimited weight. The weight will be computed for all non-digital products that don't have a shipping price overload specified.
hu_hu: Adja meg a termék tömegének lehetséges intervallumát. Hagyja üresen a maximális tömeg mezőt, ha nem akarja a tömeget limitálni. A tömeg ki lesz számítva minden nem-digitális termék esetén, amelynél nincs megadva fix szállítási költség.

source: Areas for which this method is valid:
hu_hu: A szállítási mód az alábbi területeken elérhető:

source: Areas for which this method is not valid:
hu_hu: A szállítási mód az alábbi területeken nem elérhető:

source: Use this to restrict what areas this method is available from. For example, an international shipping method would have World included, but US excluded, so that it can't be selected for domestic shipping.
hu_hu: Itt adhatja meg, mely területeken vehetők igénybe az adott szállítási módok. Például a nemzetközi szállítás esetén az egész világra kiterjedően lehet szállítani, de az Egyesült Államokba nem.

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.AddButton.cshtml
source: Add to cart
hu_hu: Kosárba

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.cshtml
source: Price
hu_hu: Ár

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Manage Products
hu_hu: Termékek kezelése

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Create New Product
hu_hu: Új termék hozzáadása

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Choose action...
hu_hu: Válasszon műveletet

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Publish Now
hu_hu: Közzététel most

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Unpublish
hu_hu: Közzététel visszavonása

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Ordered by
hu_hu: Sorrend:

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: recently created
hu_hu: legutoljára létrehozva

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: recently modified
hu_hu: legutoljára módosítva

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: recently published
hu_hu: legutoljára közzétéve

# ~/Modules/Nwazet.Commerce/Views/ShippingAdmin/Index.cshtml
source: Manage Shipping Methods
hu_hu: Szállítási módok kezelése

# ~/Modules/Nwazet.Commerce/Views/ShippingAdmin/Index.cshtml
source: Add a new {0}
hu_hu: Új {0} hozzáadása

# ~/Modules/Nwazet.Commerce/Views/ShippingAdmin/Index.cshtml
source: Name
hu_hu: Név
