Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Indexing/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Indexing/Module.txt
source: Indexing
hu_hu: Indexelés

# ~/Modules/Orchard.Indexing/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Indexing/Module.txt
source: The Indexing module enables the site to be indexed. The index generated by this module can then be used by the search module to provide an integrated full-text search experience to a web site.
hu_hu: Az Indexelés (Indexing) modul lehetővé teszi a webhely indexelését. Ezt követően, az e modul által előállított index használatával a keresőmodul beépített, teljes szövegű keresési élményt biztosíthat a webhelyek számára.

# Orchard.Indexing.AdminMenu
source: Settings
hu_hu: Beállítások

# Orchard.Indexing.AdminMenu
source: Indexes
hu_hu: Indexek

# Orchard.Indexing.Commands.IndexingCommands
source: No index service available
hu_hu: Nincs elérhető indexelő szolgáltatás

# Orchard.Indexing.Commands.IndexingCommands
source: Invalid index name.
hu_hu: Érvénytelen index név.

# Orchard.Indexing.Commands.IndexingCommands
source: New index has been created successfully.
hu_hu: Az új index sikeresen létrejött.

# Orchard.Indexing.Commands.IndexingCommands
source: Index is now being updated...
hu_hu: Az index frissítése folyamatban...

# Orchard.Indexing.Commands.IndexingCommands
source: Index is now being rebuilt...
hu_hu: Az index újraépítése folyamatban...

# Orchard.Indexing.Commands.IndexingCommands
source: No index available
hu_hu: Index nem áll rendelkezésre

# Orchard.Indexing.Commands.IndexingCommands
source: End of search results
hu_hu: Keresési találatok vége

# Orchard.Indexing.Commands.IndexingCommands
source: Number of indexed documents: {0}
hu_hu: Indexelt dokumentumok száma: {0}

# Orchard.Indexing.Commands.IndexingCommands
source: Invalid content item id. Not an integer.
hu_hu: Érvénytelen tartalomelem-azonosító. Nem egész szám.

# Orchard.Indexing.Commands.IndexingCommands
source: Content Item marked for reindexing
hu_hu: A tartalomelem újraindexelésre megjelölve

# Orchard.Indexing.Commands.IndexingCommands
source: Content Item marked for deletion
hu_hu: A tartalomelem törlésre megjelölve

# Orchard.Indexing.Controllers.AdminController
source: The index might be corrupted. If you can't recover click on Rebuild.
hu_hu: Az index sérült lehet. Ha nem sikerül helyreállítani, kattintson az Újraépítés-re.

# Orchard.Indexing.Controllers.AdminController
source: Not allowed to manage the search index.
hu_hu: A keresőindex kezelése nem engedélyezett.

# Orchard.Indexing.Controllers.AdminController
source: Invalid index name.
hu_hu: Érvénytelen index név.

# Orchard.Indexing.Controllers.AdminController
source: An index with the same name already exists: {0}
hu_hu: Már létezik index ezzel a névvel: {0}

# Orchard.Indexing.Controllers.AdminController
source: Index named {0} created successfully
hu_hu: A(z) {0} nevű index sikeresen létrejött

# Orchard.Indexing.Controllers.AdminController
source: An error occured while creating the index: {0}
hu_hu: Hiba történt a(z) {0} index létrehozásakor.

# Orchard.Indexing.Services.IndexingService
source: There is no index to rebuild.
hu_hu: Nincs újraépíthető index.

# Orchard.Indexing.Services.IndexingService
source: The index {0} has been rebuilt.
hu_hu: {0} index újraépítése megtörtént.

# Orchard.Indexing.Services.IndexingService
source: The index {0} could not be rebuilt. It might already be in use, please try again later.
hu_hu: A(z) {0} indexet nem lehetett újraépíteni. Lehet, hogy használatban van, kérem próbálja újra később.

# Orchard.Indexing.Services.IndexingService
source: There is no index to delete.
hu_hu: Nincs törölhető index.

# Orchard.Indexing.Services.IndexingService
source: The index {0} has been deleted.
hu_hu: A(z) {0} index törölve.

# Orchard.Indexing.Services.IndexingService
source: The index {0} could not be deleted. It might already be in use, please try again later.
hu_hu: A(z) {0} indexet nem lehetett törölni. Lehet, hogy használatban van, kérem próbálja újra később.

# Orchard.Indexing.Services.IndexingService
source: The index {0} has been updated.
hu_hu: A(z) {0} index frissítve.

# Orchard.Indexing.Services.IndexServiceNotificationProvider
source: You need to enable an index implementation module like Lucene.
hu_hu: Egy indexelő modul, pl. a Lucene engedélyezése szükséges.

# ~/Modules/Orchard.Indexing/Views/Admin/Create.cshtml
source: Create Index
hu_hu: Index létrehozása

# ~/Modules/Orchard.Indexing/Views/Admin/Create.cshtml
source: The technical name of the index to create. Must contain letters and numbers only.
hu_hu: A létrehozni kívánt index neve. Csak betűket és számokat tartalmazhat.

# ~/Modules/Orchard.Indexing/Views/Admin/Create.cshtml
source: Create
hu_hu: Létrehoz

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Indexes
hu_hu: Indexek

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: {0} document(s)
hu_hu: {0} dokumentum

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Updated {0}
hu_hu: {0} frissítve

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Update
hu_hu: Frissítés

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Rebuild
hu_hu: Újraépítés

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index has not been built yet.
hu_hu: A keresőindex még nem épült fel.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: No fields.
hu_hu: Nincsenek mezők.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Fields: {0}.
hu_hu: Mezők: {0}.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The indexing process is currently being rebuilt.
hu_hu: Az indexelő éppen újraépítés alatt áll.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The indexing process is currently being updated.
hu_hu: Az indexelő éppen frissítés alatt áll.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The index is currently not available. Try to rebuild it.
hu_hu: Az index pillanatnyilag nem érhető el. Próbálja meg újraépíteni.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: There is currently no index.
hu_hu: Nincs egy index sem.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Create
hu_hu: Létrehozás

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/FieldIndexing.cshtml
source: Include in the index
hu_hu: Belefoglalás az indexbe

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/FieldIndexing.cshtml
source: Check to add content of this field in the selected indexes.
hu_hu: Jelölje be, hogy ennek a mezőnek a tartalma is indexelhető legyen.

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/TypeIndexing.cshtml
source: Index this content type in:
hu_hu: Ennek a típusnak az alábbi indexekbe foglalása:
