Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: You can choose to display each content item using specific properties only.
hu_hu: Kiválaszthatja, hogy mindegyik tartalmi elemnek csak meghatározott tulajdonságai jelenjenek meg.

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Display Type
hu_hu: DisplayType (megjelenítési típus)

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: The display type determines how the content item should be formatted. e.g., Summary, SummaryAdmin, Detail, ...
hu_hu: A DisplayType (megjelenítési típus) azt tükrözi, hogy a tartalom milyen módon legyen formázva, pl. Summary, SummaryAdmin, Detail, stb.

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: You can only add properties when this layout is saved.
hu_hu: Csak akkor adhat tulajdonságokat, ha előbb elmenti ezt az elrendezést.

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Cancel
hu_hu: Mégse

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Edit Layout - {0}
hu_hu: Elrendezés szerkesztése - {0}

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: You may optionally give a description to this layout, to be used in the dashboard screens.
hu_hu: Opcionálisan megadhat ennek az elrendezésnek egy leírást, ami az adminisztrációs felületen fog megjelenni.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Display mode
hu_hu: Megjelenítési mód

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Content
hu_hu: Tartalom

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Properties
hu_hu: Tulajdonságok

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: You can choose to display each content item using specific properties only.
hu_hu: Kiválaszthatja, hogy mindegyik tartalmi elemnek csak meghatározott tulajdonságai jelenjenek meg.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Display Type
hu_hu: DisplayType (megjelenítési típus)

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: The display type determines how the content item should be formatted. e.g., Summary, SummaryAdmin, Detail, ...
hu_hu: A DisplayType (megjelenítési típus) azt tükrözi, hogy a tartalom milyen módon legyen formázva, pl. Summary, SummaryAdmin, Detail, stb.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Add a new Property
hu_hu: Új tulajdonság hozzáadása

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Edit
hu_hu: Szerkesztés

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Delete
hu_hu: Törlése

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Up
hu_hu: Felfele

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Down
hu_hu: Lefele

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Grouping property
hu_hu: Csoportosításhoz használt tulajdonság

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: None
hu_hu: Nincs

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Optionally, select a property which will be used to group content items.
hu_hu: Opcionálisan választhat egy tulajdonságot, ami alapján az elemek csoportosítva lesznek.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: No properties are currently available in order to group this view.
hu_hu: Jelenleg nem találhatók tulajdonságok, melyekkel ezt a nézetet csoportosítani lehetne.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Close
hu_hu: Bezárás

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: Add a Property
hu_hu: Tulajdonság hozzáadása

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: There are no currently available properties
hu_hu: Jelenleg nincsenek tulajdonságok

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Edit Property - {0}
hu_hu: Tulajdonság szerkesztése - {0}

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: You may optionally give a description to this property, to be used in the dashboard screens.
hu_hu: Opcionálisan megadhat ennek a tulajdonságnak egy leírást, ami az adminisztrációs felületen fog megjelenni.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Display
hu_hu: Megjelenítés

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Link to original content item
hu_hu: Link az eredeti tartalmi elemre

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to make this property a link to the original content item.
hu_hu: Jelölje be, hogy a tulajdonság link legyen az eredeti tartalmi elemre.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Exclude from display
hu_hu: Kihagyás a megjelenítésből

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check if this property should not be displayed, but only used by the layout for grouping for instance.
hu_hu: Jelölje be, ha ezt a tulajdonságot nem kell megjeleníteni, de az elrendezés használja pl. az elemek csoportosításához.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Label
hu_hu: Címke

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Create a label
hu_hu: Címke létrehozása

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The text to display as a label for this property.
hu_hu: A tulajdonság címkéjeként megjelenítendő szöveg.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Style
hu_hu: Stílus

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Customize property HTML
hu_hu: Tulajdonság HTML-ének testreszabása

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: HTML element
hu_hu: HTML elem

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The HTML element to wrap around this property (e.g., h1, p, etc.). Use - to prevent a tag from being rendered.
hu_hu: A tulajdonságot körülvevő HTML elem (pl. h1, p, stb.). Használjon kötőjelet (-), hogy ne jelenjen meg a tag.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Css class
hu_hu: CSS osztály

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The Css class to apply to this element.
hu_hu: Az elemre alkalmazandó CSS osztály.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Customize label HTML
hu_hu: Címke HTML-ének testreszabása

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The HTML element to wrap around this label (e.g., h1, p, etc.). Use - to prevent a tag from being rendered.
hu_hu: A címkét körülvevő HTML elem (pl. h1, p, stb.). Használjon kötőjelet (-), hogy ne jelenjen meg a tag.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Customize Wrapper HTML
hu_hu: Wrapper HTML-ének testreszabása

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The HTML element to wrap around this wrapper (e.g., h1, p, etc.). Use - to prevent a tag from being rendered.
hu_hu: A wrappert körülvevő HTML elem (pl. h1, p, stb.). Használjon kötőjelet (-), hogy ne jelenjen meg a tag.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: No Results
hu_hu: Nincs eredmény

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: No results text
hu_hu: Nincs eredmény szöveg

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Text to display when the property is empty.
hu_hu: Megjelenítendő szöveg, ha a tulajdonság üres.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Number 0 as empty
hu_hu: A 0 szám mint üres

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to simulate empty text when result is the number 0
hu_hu: Jelölje be üres szöveg szimulálásához, amennyiben az eredmény a 0 szám.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Hide if empty
hu_hu: Elrejtés, ha üres

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to hide the whole property when the value is empty.
hu_hu: Jelölje be, hogy az egész tulajdonság el legyen rejtve, amennyiben üres.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Rewrite Results
hu_hu: Eredmény újraírása

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Rewrite output
hu_hu: Kimenet újraírása

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to override the output of this property.
hu_hu: Jelölje be a tulajdonság kimenetének felülírásához.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Rewrite text
hu_hu: Szöveg újraírása

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The text to write for this field. It may include HTML. {Text} can be used to inject the current property text.
hu_hu: A mezőbe beleírandó szöveg. Tartalmazhat HTML-t. A "{Text}" token használható a tulajdonság értékének beszúrására.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Trim
hu_hu: Lerövidítés

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to trim the result if it's longer that a specified amount of characters.
hu_hu: Jelölje be, hogy az eredmény le legyen rövidítve amennyiben hosszabb, mint a megadott karakterszám.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Maximum length
hu_hu: Maximális hossz

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The maximum number of characters this property can be.
hu_hu: A tulajdonság maximális hossza, karakterben.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Trim only on a word boundary
hu_hu: Elválasztás csak szóhatáron

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Checked to trim the property only on a word boundary.
hu_hu: Jelölje be, hogy a tulajdonság csak szóhatáron legyen elválasztva.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Add an Ellipsis
hu_hu: Szókihagyás jelzésének hozzáadása

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to insert and ellipsis ({0}) if the property is trimmed.
hu_hu: Jelölje be, hogy megjelenjen a szókihagyás jelzése ({0}), ha a tulajdonság rövidítve van.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Strip HTML tags
hu_hu: HTML tagek eltávolítása

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to remove any HTML tag from the property.
hu_hu: Jelölje be, hogy minden HTML tag el legyen távolítva a tulajdonságból.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Remove whitespace
hu_hu: Üres helyek (szóközök, tabulátorok...) eltávolítása

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to remove the spaces at both the beginning and the end of the property.
hu_hu: Jelölje be, hogy a tulajdonságok elején és végén található szóközök el legyenek távolítva.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Preserve new lines
hu_hu: Sortörések megtartása

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to convert a line break to a &lt;br /&gt; tag.
hu_hu: Jelölje be, hogy a sortörések &lt;br /&gt; taggé legyenek alakítva.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Cancel
hu_hu: Mégse

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: Add a Sort Criterion
hu_hu: Rendezési kritérium hozzáadása

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: There are no currently available sort criterias
hu_hu: Jelenleg nincsenek rendezési kritériumok

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: Edit Sort Criterion - {0}
hu_hu: Rendezési kritérium szerkesztése - {0}

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: You may optionally give a description to this sort criterion, to be used in the dashboard screens.
hu_hu: Opcionálisan megadhat ennek a rendezési kritériumnak egy leírást, ami az adminisztrációs felületen fog megjelenni.

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: Save
hu_hu: Mentés
