Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Projections/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Projections/Module.txt
source: Provides methods to control how lists of content items are filtered and displayed
hu_hu: Lehetővé teszi tartalmi elemekből álló listák szűrésének és megjelenítésének konfigurálását

# Orchard.Projections.AdminMenu
source: Queries
hu_hu: Lekérdezések

# Orchard.Projections.AdminMenu
source: Bindings
hu_hu: Kötések

# Orchard.Projections.Migrations
source: Creation date
hu_hu: Létrehozás dátuma

# Orchard.Projections.Migrations
source: When the content item was created
hu_hu: Amikor a tartalmi elemet létrehozták

# Orchard.Projections.Migrations
source: Modification date
hu_hu: Módosítási idő

# Orchard.Projections.Migrations
source: When the content item was modified
hu_hu: Amikor a tartalmi elemet módosították

# Orchard.Projections.Migrations
source: Publication date
hu_hu: Közzétételi idő

# Orchard.Projections.Migrations
source: When the content item was published
hu_hu: Amikor a tartalmi elemet közzétették

# Orchard.Projections.Migrations
source: Title Part Title
hu_hu: Title tartalomrész cím

# Orchard.Projections.Migrations
source: The title assigned using the Title part
hu_hu: Cím a Title tartalomrészből

# Orchard.Projections.Migrations
source: Body Part Text
hu_hu: BodyPart szöveg (szövegtörzs)

# Orchard.Projections.Migrations
source: The text from the Body part
hu_hu: Szövegtörzs a Body tartalomrészből

# Orchard.Projections.Controllers.AdminController
source: Not authorized to list queries
hu_hu: Önnek nincs jogosultsága a lekérdezések kilistázásához

# Orchard.Projections.Controllers.AdminController
source: Not authorized to manage queries
hu_hu: Önnek nincs jogosultsága a lekérdezések kezeléséhez

# Orchard.Projections.Controllers.AdminController
source: Not authorized to edit queries
hu_hu: Önnek nincs jogosultsága a lekérdezések szerkesztéséhez

# Orchard.Projections.Controllers.AdminController
source: Query {0} deleted
hu_hu: A(z) {0} lekérdezés törölve

# Orchard.Projections.Controllers.BindingController
source: Not authorized to list bindings
hu_hu: Önnek nincs jogosultsága a kötések kilistázásához

# Orchard.Projections.Controllers.BindingController
source: Binding created successfully
hu_hu: A kötés sikeresen létrejött

# Orchard.Projections.Controllers.BindingController
source: The record for this binding is no longer available, please remove it.
hu_hu: A kötéshez tartozó rekord nem elérhető, kérjük törölje a kötést.

# Orchard.Projections.Controllers.BindingController
source: The member for this binding is no longer available, please remove it.
hu_hu: A kötéshez tartozó típus nem elérhető, kérjük törölje a kötést.

# Orchard.Projections.Controllers.BindingController
source: Binding updated successfully
hu_hu: Kötés sikeresen frissítve

# Orchard.Projections.Controllers.BindingController
source: Not authorized to delete bindings
hu_hu: Önnek nincs jogosultsága kötések törléséhez

# Orchard.Projections.Controllers.BindingController
source: Binding deleted
hu_hu: Kötés törölve

# Orchard.Projections.Controllers.FilterController
source: Not authorized to manage queries
hu_hu: Önnek nincs jogosultsága a lekérdezések kezeléséhez

# Orchard.Projections.Controllers.FilterController
source: Filter deleted
hu_hu: Szűrő törölve

# Orchard.Projections.Controllers.LayoutController
source: Not authorized to manage queries
hu_hu: Önnek nincs jogosultsága a lekérdezések kezeléséhez

# Orchard.Projections.Controllers.LayoutController
source: Layout deleted
hu_hu: Elrendezés törölve

# Orchard.Projections.Controllers.LayoutController
source: Layout Created
hu_hu: Elrendezés létrehozva

# Orchard.Projections.Controllers.LayoutController
source: Layout Saved
hu_hu: Elrendezés mentve

# Orchard.Projections.Controllers.PropertyController
source: Not authorized to manage queries
hu_hu: Önnek nincs jogosultsága a lekérdezések kezeléséhez

# Orchard.Projections.Controllers.PropertyController
source: Property deleted
hu_hu: Tulajdonság törölve

# Orchard.Projections.Controllers.SortCriterionController
source: Not authorized to manage queries
hu_hu: Önnek nincs jogosultsága a lekérdezések kezeléséhez

# Orchard.Projections.Controllers.SortCriterionController
source: Sort criteria deleted
hu_hu: Rendezési kritérium törlése

# Orchard.Projections.Drivers.ProjectionPartDriver
source: Suffix should not contain special characters.
hu_hu: A végződés (suffix) nem tartalmazhat speciális karaktereket.

# Orchard.Projections.Drivers.QueryPartTitleDriver
source: A query with the same title already exists
hu_hu: Ezzel a címmel már létezik lekérdezés

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: Undefined
hu_hu: Nem definiált

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: Yes
hu_hu: Igen

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: No
hu_hu: Nem

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: Enter the value the string should be.
hu_hu: Írjon be egy értéket aminek a stringnek kell lennie.

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: {0} is undefined
hu_hu: {0} nem definiált

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: {0} is true
hu_hu: {0} igaz

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: {0} is false
hu_hu: {0} hamis

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Operator
hu_hu: Operátor

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: A date
hu_hu: Egy dátum

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Please use this format: YYYY-MM-DD hh:mm:ss. e.g., 2010-04-12 would filter on the whole day. You can also use the Date token like this: {Date.Format:yyyy-MM-dd}
hu_hu: Kérjük használja a következő formátumot: YYYY-MM-DD hh:mm:ss. Pl. 2010-04-12 az egész napra szűrne. Használhatja a Date tokent is a következőképpen: {Date.Format:yyyy-MM-dd}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: An offset from the current time
hu_hu: A pillanatnyi időtől való eltérés

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: You can provide time in the past by using negative values. e.g., -1 day
hu_hu: Negatív értékek segítségével megadhat múltbeli időpontot is, pl. -1 day (nap).

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Value
hu_hu: Érték

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Unit
hu_hu: Egység

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Min
hu_hu: Minimum

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Max
hu_hu: Maximum

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is less than
hu_hu: Kisebb

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is less than or equal to
hu_hu: Kisebb vagy egyenlő

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is equal to
hu_hu: Egyenlő

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is not equal to
hu_hu: Nem egyenlő

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is greater than or equal to
hu_hu: Nagyobb vagy egyenlő

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is greater than
hu_hu: Nagyobb

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is between
hu_hu: Közöttük

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is not between
hu_hu: Nincs közöttük

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Year
hu_hu: Év

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Month
hu_hu: Hónap

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Day
hu_hu: Nap

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Hour
hu_hu: Óra

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Minute
hu_hu: Perc

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Second
hu_hu: Másodperc

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is less than {1}{2}
hu_hu: {0} kisebb, mint {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is less or equal than {1}{2}
hu_hu: {0} kisebb vagy egyenlő, mint {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} equals {1}{2}
hu_hu: {0} egyenlő {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is not equal to {1}{2}
hu_hu: {0} nem egyenlő {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is greater than {1}{2}
hu_hu: {0} nagyobb, mint {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is greater or equal than {1}{2}
hu_hu: {0} nagyobb vagy egyenlő, mint {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is between {1}{2} and {3}{4}
hu_hu: {0} {1}{2} és {3}{4} között van

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is not between {1}{2} and {3}{4}
hu_hu: {0} nincs {1}{2} és {3}{4} között

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: The field {0} is required.
hu_hu: A(z) {0} mező kitöltése kötelező.

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: Min
hu_hu: Minimum

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: Max
hu_hu: Maximum

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: Value
hu_hu: Érték

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: The field {0} should contain a valid date (YYYY-MM-DD hh:mm:ss)
hu_hu: A(z) {0} mezőnek egy érvényes időbélyeget kell tartalmaznia (YYYY-MM-DD hh:mm:ss).

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: The field {0} must be a valid number.
hu_hu: A(z) {0} mezőnek egy számnak kell lennie.

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Operator
hu_hu: Operátor

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Value
hu_hu: Érték

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Min
hu_hu: Minimum

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Max
hu_hu: Maximum

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is less than
hu_hu: Kisebb

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is less than or equal to
hu_hu: Kisebb vagy egyenlő

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is equal to
hu_hu: Egyenlő

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is not equal to
hu_hu: Nem egyenlő

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is greater than or equal to
hu_hu: Nagyobb vagy egyenlő

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is greater than
hu_hu: Nagyobb

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is between
hu_hu: Közöttük

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is not between
hu_hu: Nincs közöttük

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is less than {1}
hu_hu: {0} kisebb, mint {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is less or equal than {1}
hu_hu: {0} kisebb vagy egyenlő, mint {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} equals {1}
hu_hu: {0} egyenlő {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is not equal to {1}
hu_hu: {0} nem egyenlő {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is greater than {1}
hu_hu: {0} nagyobb, mint {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is greater or equal than {1}
hu_hu: {0} nagyobb vagy egyenlő, mint {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is between {1} and {2}
hu_hu: {0} {1} és {2} között van

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is not between {1} and {2}
hu_hu: {0} nincs {1} és {2} között

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: The field {0} is required.
hu_hu: A(z) {0} mező kitöltése kötelező.

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: Min
hu_hu: Minimum

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: Max
hu_hu: Maximum

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: Value
hu_hu: Érték

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: The field {0} should contain a valid number
hu_hu: A(z) {0} mezőnek egy számnak kell lennie.

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Operator
hu_hu: Operátor

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Value
hu_hu: Érték

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Enter the value the string should be.
hu_hu: Adjon meg egy értéket, aminek a stringnek kell lennie.

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Is equal to
hu_hu: Egyenlő

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Is not equal to
hu_hu: Nem egyenlő

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Contains
hu_hu: Tartalmazza

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Contains any word
hu_hu: Tartalmazza bármely szót

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Contains all words
hu_hu: Tartalmazza az összes szót

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Starts with
hu_hu: Ezzel kezdődik

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Does not start with
hu_hu: Nem ezzel kezdődik

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Ends with
hu_hu: Ezzel végződik

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Does not end with
hu_hu: Nem ezzel végződik

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Does not contain
hu_hu: Nem tartalmazza

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} is equal to '{1}'
hu_hu: {0} egyenlő ezzel: '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} is not equal to '{1}'
hu_hu: {0} nem egyenlő ezzel: '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} contains '{1}'
hu_hu: {0} tartalmazza '{1}'-t

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} contains any of '{1}'
hu_hu: {0} tartalmaz bármely '{1}'-t

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} contains all '{1}'
hu_hu: {0} tartalmaz minden '{1}'-t

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} starts with '{1}'
hu_hu: {0} ezzel kezdődik: '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} does not start with '{1}'
hu_hu: {0} nem ezzel kezdődik: '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} ends with '{1}'
hu_hu: {0} ezzel végződik: '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} does not end with '{1}'
hu_hu: {0} nem ezzel végződik: '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} does not contain '{1}'
hu_hu: {0} nem tartalmaz '{1}'-t

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Date format
hu_hu: Dátumformátum

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Short date pattern: 6/15/2009
hu_hu: Rövid dátumformátum: 6/15/2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Long date pattern: Monday, June 15, 2009
hu_hu: Hosszú dátumformátum: Monday, June 15, 2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Full date/time pattern (short time): Monday, June 15, 2009 1:45 PM
hu_hu: Teljes dátumformátum (rövid formátum): Monday, June 15, 2009 1:45 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Full date/time pattern (long time): Monday, June 15, 2009 1:45:30 PM
hu_hu: Teljes dátumformátum (hosszú formátum): Monday, June 15, 2009 1:45:30 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: General date/time pattern (short time): 6/15/2009 1:45 PM
hu_hu: Általános dátumformátum (rövid formátum): 6/15/2009 1:45 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: General date/time pattern (long time): 6/15/2009 1:45:30 PM
hu_hu: Általános dátumformátum (hosszú formátum): 6/15/2009 1:45:30 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Month/day pattern: June 15
hu_hu: Hónap/nap formátum: June 15

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Round-trip date/time pattern: 2009-06-15T13:45:30.0900000
hu_hu: Round-trip dátumformátum: 2009-06-15T13:45:30.0900000

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: RFC1123 pattern: Mon, 15 Jun 2009 20:45:30 GMT
hu_hu: RFC1123 formátum: Mon, 15 Jun 2009 20:45:30 GMT

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Sortable date/time pattern: 2009-06-15T13:45:30
hu_hu: Rendezhető dátumformátum: 2009-06-15T13:45:30

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Short time pattern: 1:45 PM
hu_hu: Rövid időformátum: 1:45 du.

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Long time pattern: 1:45:30 PM
hu_hu: Hosszú időformátum: 1:45:30 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Universal sortable date/time pattern: 2009-06-15 20:45:30Z
hu_hu: Univerzális rendezhető dátumformátum: 2009-06-15 20:45:30Z

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Universal full date/time pattern: Monday, June 15, 2009 8:45:30 PM
hu_hu: Univerzális teljes dátumformátum: Monday, June 15, 2009 8:45:30 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Year month pattern: June, 2009
hu_hu: Év-hónap formátum: June, 2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Day: 15
hu_hu: Nap: 15

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Month: 6
hu_hu: Hónap: 6

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Year: 2009
hu_hu: Év: 2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Day of year: 166
hu_hu: Az év napja: 166

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Relative time: 1 minute ago
hu_hu: Eltelt idő: 1 perc

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Prefix
hu_hu: Prefix (előtag)

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Text to put before the number, such as currency symbol.
hu_hu: A szám elé írandó szöveg, pl. pénznem.

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Suffix
hu_hu: Végződés (suffix)

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Text to put after the number, such as currency symbol.
hu_hu: A szám után írandó szöveg, pl. pénznem.

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: {0} Content Fields
hu_hu: {0} mezők

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: Content Fields for {0}
hu_hu: Mezők ennek: {0}

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: {0} property for {1}
hu_hu: {0} tulajdonság ennek: {1}

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: Field {0} {1} "{2}"
hu_hu: Mező {0} {1} "{2}"

# Orchard.Projections.Providers.Filters.ContentPartRecordsForm
source: Content part records
hu_hu: Tartalomrész rekordok

# Orchard.Projections.Providers.Filters.ContentPartRecordsForm
source: Select some content part records.
hu_hu: Válasszon ki néhány tartalomrész rekordot.

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Content
hu_hu: Tartalom

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Content Types
hu_hu: Tartalomtípusok

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Specific content types
hu_hu: Meghatározott tartalomtípusok

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Any content item
hu_hu: Bármely tartalmi elem

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Content with type {0}
hu_hu: {0} típusú tartalom

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Select some content types.
hu_hu: Válasszon néhány tartalomtípust.

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Any
hu_hu: Bármely

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: Content
hu_hu: Tartalom

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: Eager fetch
hu_hu: Előtöltés

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: Eager fetch content part records
hu_hu: Tartalomrész rekordok előtöltése

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: No content part record
hu_hu: Nincs tartalomrész rekord

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: Eager fetch part records {0}
hu_hu: {0} tartalomrész rekordok előtöltése

# Orchard.Projections.Providers.Filters.MemberBindingFilter
source: Members for {0}
hu_hu: Mezők ennek: {0}

# Orchard.Projections.Providers.Layouts.GridLayout
source: Html Layouts
hu_hu: HTML elrendezések

# Orchard.Projections.Providers.Layouts.GridLayout
source: Grid
hu_hu: Rács

# Orchard.Projections.Providers.Layouts.GridLayout
source: Organizes content items in a grid.
hu_hu: A tartalmi elemeket egy rácsba rendezi.

# Orchard.Projections.Providers.Layouts.GridLayout
source: {0} columns grid
hu_hu: {0} oszlopos rács

# Orchard.Projections.Providers.Layouts.GridLayout
source: {0} lines grid
hu_hu: {0} soros rács

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Alignment
hu_hu: Igazítás

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Horizontal
hu_hu: Vízszintes

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Horizontal alignment will place items starting in the upper left and moving right.
hu_hu: A vízszintes igazítás az elemeket a bal felső sarokból indulva, jobbra haladva helyezi el.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Vertical
hu_hu: Függőleges

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Vertical alignment will place items starting in the upper left and moving down.
hu_hu: A függőleges igazítás az elemeket a bal felső sarokból kezdve, lefelé haladva helyezi el.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Number of columns/lines
hu_hu: Oszlopok/sorok száma

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: How many columns (in Horizontal mode) or lines (in Vertical mode) to display in the grid.
hu_hu: Hány oszlop (vízszintes igazítás esetén) vagy hány sor (függőleges igazítás esetén) jelenjen meg a rácsban.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Html properties
hu_hu: HTML tulajdonságok

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Grid tag
hu_hu: Rács tag

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The tag of the grid. Leave empty for no tag. (e.g., table)
hu_hu: A rács tag-je. Hagyja üresen, ha nem akarja használni. (pl. table)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Grid id
hu_hu: Rács id-ja
