Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The id to provide on the grid element.
hu_hu: A rács elemek id-jának megadása.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Grid class
hu_hu: Rácsnál használt class

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The class to provide on the grid element.
hu_hu: A rács elemek CSS-osztálya.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Row tag
hu_hu: Sor tag

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The tag of a row. Leave empty for no tag. (e.g., tr)
hu_hu: A sorok tag-je. Hagyja üresen, ha nem akarja használni. (pl. tr)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Row class
hu_hu: Sornál használt class

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The class to provide on each row.
hu_hu: A soroknál használt class.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Cell tag
hu_hu: Cella tag

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The tag of a cell. Leave empty for no tag. (e.g., td)
hu_hu: A cellák tag-je. Hagyja üresen, ha nem akarja használni. (pl. td)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Cell class
hu_hu: Cellák CSS-osztálya

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The class to provide on each cell.
hu_hu: A cellák CSS-osztálya.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Empty Cell
hu_hu: Üres cella

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The HTML to render as empty cells to fill a row. (e.g., <td>&nbsp;</td>
hu_hu: Üres cellák esetén a sort kitöltő HTML. (pl. <td>&nbsp;</td>)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The field Alignment is required.
hu_hu: Az Igazítás mező kitöltése kötelező.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The field Columns/Lines is required.
hu_hu: A Sorok/oszlopok mező kitöltése kötelező.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The field Columns/Lines must be a valid number.
hu_hu: A Sorok/oszlopok mező értékének számnak kell lennie.

# Orchard.Projections.Providers.Layouts.ListLayout
source: Html Layouts
hu_hu: HTML elrendezések

# Orchard.Projections.Providers.Layouts.ListLayout
source: Html List
hu_hu: HTML lista

# Orchard.Projections.Providers.Layouts.ListLayout
source: Organizes content items inside a simple list.
hu_hu: A tartalmi elemeket egy egyszerű listába rendezi.

# Orchard.Projections.Providers.Layouts.ListLayout
source: Ordered Html List
hu_hu: Rendezett HTML lista

# Orchard.Projections.Providers.Layouts.ListLayout
source: Unordered Html List
hu_hu: Rendezetlen HTML lista

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Order
hu_hu: Sorrend

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Unordered list
hu_hu: Rendezetlen lista

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Ordered list
hu_hu: Rendezett lista

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Html properties
hu_hu: HTML tulajdonságok

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: List id
hu_hu: Lista id

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: The id to provide on the list element.
hu_hu: A listánál használt id.

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: List class
hu_hu: Lista class

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: The class to provide on the list element.
hu_hu: A listánál használt class.

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Item class
hu_hu: Elemnél használt class

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: The class to provide on each list item.
hu_hu: A listaelemeknél használt class.

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: You must provide an Order
hu_hu: Meg kell adnia egy sorrendet

# Orchard.Projections.Providers.Layouts.RawLayout
source: Html Layouts
hu_hu: HTML szerkezet

# Orchard.Projections.Providers.Layouts.RawLayout
source: Raw
hu_hu: Nyers

# Orchard.Projections.Providers.Layouts.RawLayout
source: Renders content with custom separators.
hu_hu: Tartalom megjelenítése saját elválasztókkal.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Html properties
hu_hu: HTML attribútumok

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Container tag
hu_hu: Konténer tag-je

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The tag of the container. Leave empty for no container.
hu_hu: A konténer tag-je. Hagyja üresen, ha nem akar tag-et.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Container id
hu_hu: Konténer ID-ja

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The id to provide on the container element.
hu_hu: A konténer elem ID-ja.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Container class
hu_hu: Konténer CSS-osztálya

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The class to provide on the container element.
hu_hu: A konténer elemen megjelenő CSS-osztály.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Item tag
hu_hu: Elem tag-je

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The tag of each item. Leave empty for no tag.
hu_hu: Az elemek tag-je. Hagyja üresen, ha nem akar tag-et.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Item class
hu_hu: Elem CSS-osztálya

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The class to provide on each item.
hu_hu: Az összes elemen megjelenő CSS-osztály.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Prepend
hu_hu: Beszúrás elé

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Some HTML to insert before the first element.
hu_hu: A HTML kód, ami az első elem elé kerül.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Separator
hu_hu: Elválasztó

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Some HTML to insert between two items.
hu_hu: A HTML-kód, ami két elem közé kerül.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Append
hu_hu: Hozzáillesztés

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Some HTML to insert after the last element.
hu_hu: A HTML kód, amely az utolsó elem után kerül.

# Orchard.Projections.Providers.Layouts.ShapeLayout
source: Html Layouts
hu_hu: HTML szerkezet

# Orchard.Projections.Providers.Layouts.ShapeLayout
source: Uses a specific shape name to render the layout.
hu_hu: Egy bizonyos shape nevet használ a szerkezet megjelenítéséhez.

# Orchard.Projections.Providers.Layouts.ShapeLayout
source: Renders content in a {0} layout
hu_hu: Tartalom megjelenítése {0} szerkezetben

# Orchard.Projections.Providers.Layouts.ShapeLayoutForms
source: Shape options
hu_hu: Shape beállítások

# Orchard.Projections.Providers.Layouts.ShapeLayoutForms
source: Shape type
hu_hu: Shape típusa

# Orchard.Projections.Providers.Layouts.ShapeLayoutForms
source: The type of the shape which is used for rendering content items.
hu_hu: A tartalomelemek megjelenítéséhez használt shape típusa.

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: {0} Content Fields
hu_hu: {0} mezők

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: Content Fields for {0}
hu_hu: Mezők ennek: {0}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: {0} property for {1}
hu_hu: {0} tulajdonság ennek: {1}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: Field {0}: {1}
hu_hu: {0} mező: {1}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: Default value
hu_hu: Alapértelmezett érték

# Orchard.Projections.Providers.Properties.ContentProperties
source: Content
hu_hu: Tartalom

# Orchard.Projections.Providers.Properties.ContentProperties
source: Content properties
hu_hu: Tartalom tulajdonságai

# Orchard.Projections.Providers.Properties.ContentProperties
source: Display Text
hu_hu: Megjelenítendő szöveg

# Orchard.Projections.Providers.Properties.ContentProperties
source: The text representing the content, e.g. its Title.
hu_hu: A tartalmat reprezentáló szöveg, pl. a címe.

# Orchard.Projections.Providers.Properties.ContentProperties
source: Content: Display Text
hu_hu: Tartalom: megjelenítendő szöveg

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Content
hu_hu: Tartalom

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Content properties
hu_hu: Tartalom tulajdonságok

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Custom Value
hu_hu: Egyéni érték

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: A static text. Use it for custom tokens with Rewrite options.
hu_hu: Statikus szöveg. Saját, újraírható token-ekhez használhatja.

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Content: Custom Value
hu_hu: Tartalom: Egyéni érték

# Orchard.Projections.Providers.Properties.MemberBindingProperties
source: Members for {0}
hu_hu: Mezők ennek: {0}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: {0} Content Fields
hu_hu: {0} mezők

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: Content Fields for {0}
hu_hu: Mezők ennek: {0}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: {0} property for {1}
hu_hu: {0} tulajdonság ennek: {1}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: Ordered by field {0}, ascending
hu_hu: A(z) {0} mező szerint rendezve, növekvő sorrendben

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: Ordered by field {0}, descending
hu_hu: A(z) {0} mező szerint rendezve, csökkenő sorrendben

# Orchard.Projections.Providers.SortCriteria.MemberBindingSortCriteria
source: Members for {0}
hu_hu: Mezők ennek: {0}

# Orchard.Projections.Providers.SortCriteria.MemberBindingSortCriteria
source: Ordered by {0}, ascending
hu_hu: {0} szerint rendezve, növekvő sorrendben

# Orchard.Projections.Providers.SortCriteria.MemberBindingSortCriteria
source: Ordered by {0}, descending
hu_hu: {0} szerint rendezve, csökkenő sorrendben

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: General
hu_hu: Általános

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: General sort criteria
hu_hu: Általános rendezési kritériumok

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: Random
hu_hu: Véletlenszerű

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: Sorts the results randomly.
hu_hu: Véletlenszerűen rendezi az elemeket.

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: Random order
hu_hu: Véletlenszerű sorrend

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: Sort ascending
hu_hu: Növekvő sorrend

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: Sort descending
hu_hu: Csökkenő sorrend

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: The direction the field will be sorted by.
hu_hu: A mező rendezésének iránya.

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: The Sort field is required.
hu_hu: A rendezés mező kitöltése kötelező.

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Edit Query - {0}
hu_hu: Lekérdezés szerkesztése - {0}

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Filters
hu_hu: Szűrők

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Add a new Group
hu_hu: Új csoport hozzáadása

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Or
hu_hu: Vagy

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: + Add a new Filter
hu_hu: + Új szűrő hozzáadása

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Delete group
hu_hu: Csoport törlése

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Edit
hu_hu: Szerkesztés

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Sort Criteria
hu_hu: Rendezési kritérium

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: + Add a new Sort Criteria
hu_hu: + Új rendezési kritérium hozzáadása

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Up
hu_hu: Felfele

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Down
hu_hu: Lefele

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Layouts
hu_hu: Elrendezések

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: + Add a new Layout
hu_hu: + Új elrendezés hozzáadása

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Add a new Layout
hu_hu: Új elrendezés hozzáadása

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Preview
hu_hu: Előnézet

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Close
hu_hu: Bezárás

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Manage Queries
hu_hu: Lekérdezések kezelése

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Add a new Query
hu_hu: Új lekérdezés hozzáadása

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Choose action...
hu_hu: Válasszon műveletet...

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Apply
hu_hu: Alkalmazás

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Sort by:
hu_hu: Sorrend:

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Show:
hu_hu: Mutassa:

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: All
hu_hu: Mindegyik

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Filter
hu_hu: Szűrő

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Properties
hu_hu: Tulajdonságok

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Edit
hu_hu: Szerkesztés

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Preview
hu_hu: Előnézet

# ~/Modules/Orchard.Projections/Views/Admin/Preview.cshtml
source: Manage Queries
hu_hu: Lekérdezések kezelése

# ~/Modules/Orchard.Projections/Views/Admin/Preview.cshtml
source: The query returned no results
hu_hu: A lekérdezés nem adott vissza eredményt

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Binding
hu_hu: Kötések

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Content Part Record
hu_hu: Tartalomrész recordja

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: The content part to add to the providers.
hu_hu: A providerekhez hozzáadandó tartalomrész.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Member
hu_hu: Mező

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: The name of the member.
hu_hu: A mező neve.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Display
hu_hu: Megjelenés

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Text to display in lists for this property.
hu_hu: Szöveg a tulajdonság listákban való megjelenítéséhez.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Description to display in lists for this property.
hu_hu: Leírás a tulajdonság listákban való megjelenítéséhez.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Manage Bindings
hu_hu: Kötések kezelése

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Add a new Binding
hu_hu: Új kötés hozzáadása

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Choose action...
hu_hu: Válasszon műveletet...

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Apply
hu_hu: Alkalmazás

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Sort by:
hu_hu: Sorrend:

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Show:
hu_hu: Mutassa:

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: All
hu_hu: Mindegyik

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Filter
hu_hu: Szűrő

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Type
hu_hu: Típus

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Member
hu_hu: Mező

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Display
hu_hu: Megjelenés

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Edit
hu_hu: Szerkesztés

# ~/Modules/Orchard.Projections/Views/Binding/Select.cshtml
source: Add a Binding
hu_hu: Kötés hozzáadása

# ~/Modules/Orchard.Projections/Views/Binding/Select.cshtml
source: There are no currently available bindings
hu_hu: Jelenleg nincsenek rendelkezésre álló kötések

# ~/Modules/Orchard.Projections/Views/Binding/Select.cshtml
source: Name
hu_hu: Név

source: For Query
hu_hu: Lekérdezés

source: Edit Query
hu_hu: Lekérdezés szerkesztése

source: The query to use to create menu items.
hu_hu: A lekérdezés a menüpontok létrehozására.

source: Items to display
hu_hu: Megjelenítendő elemek

source: The number of items to display. Enter 0 for no limit.
hu_hu: A megjelenítendő elemek száma. 0 esetén nincs korlátozás.

source: Offset
hu_hu: Eltolás

source: The number of items to skip (e.g., if 2 is entered, the first 2 items won't be diplayed).
hu_hu: Kihagyni szánt elemek száma (pl. 2 esetén az első 2 elem nem jelenik meg).

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: For Query
hu_hu: Lekérdezés

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: (Default Layout)
hu_hu: (Alapértelmezett elrendezés)

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Edit Query
hu_hu: Lekérdezés szerkesztése

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: The query to display.
hu_hu: A megjelenítendő lekérdezés.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Items to display
hu_hu: Megjelenítendő elemek

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: The number of items to display. Enter 0 for no limit. When using pagination, this is the number of items per page.
hu_hu: A megjelenítendő elemek száma. Adjon meg 0-t a korlátozás megszüntetéséhez. Oldalakra bontás esetén ez az egy oldalon megjelenő elemek száma.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Offset
hu_hu: Kihagyás

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: The number of items to skip (e.g., if 2 is entered, the first 2 items won't be diplayed).
hu_hu: A kihagyott elemek száma (pl. ha a az értéke 2, az első két elem nem lesz megjelenítve).

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Maximum items
hu_hu: Maximális elemek

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Maximum number of items which can be queried at once. Use 0 for unlimited. This is only used as a failsafe when the number of items comes from a user-provided source such as the query string.
hu_hu: Az egyszerre lekérdezhető elemek maximális száma. Használjon 0-t a korlátlanhoz. Ez csak biztonsági okokból szükséges, amikor az elemek száma egy felhasználó által megadott forrásból, például az URL-ből származik.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Suffix
hu_hu: Végződés (suffix)

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Optional. Provide a suffix to use when multiple pagers are displayed on the same page, e.g., when using multiple Projection Widgets, or to define alternates.
hu_hu: Opcionális. Adjon meg egy végződést (suffixet), ha több oldalszámozás is megjelenik ugyanazon a lapon, pl. ha több Projection Widget látható, vagy alternatívok megadásához.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Show pager
hu_hu: Oldalszámozás megjelenítése

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Check to add a pager to the list.
hu_hu: Jelölje be oldalszámozás hozzáadásához.

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: Add a Filter
hu_hu: Szűrő hozzáadása

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: There are no currently available filters
hu_hu: Jelenleg nem található szűrők

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: Edit Filter - {0}
hu_hu: Szűrő szerkesztése - {0}

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: You may optionally give a description to this filter, to be used in the dashboard screens.
hu_hu: Opcionálisan megadhat ennek a szűrőnek egy leírást, ami az adminisztrációs felületen fog megjelenni.

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: Add a Layout
hu_hu: Elrendezés hozzáadása

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: There are no currently available layouts
hu_hu: Jelenleg nem találhatók elrendezések

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Edit Layout - {0}
hu_hu: Elrendezés szerkesztése - {0}

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: You may optionally give a description to this layout, to be used in the dashboard screens.
hu_hu: Opcionálisan megadhat ennek az elrendezésnek egy leírást, ami az adminisztrációs felületen fog megjelenni.

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Display mode
hu_hu: Megjelenítési mód

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Content
hu_hu: Tartalom

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Properties
hu_hu: Tulajdonságok
