Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Modules/Orchard.MediaPicker/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.MediaPicker/Module.txt
source: Media Picker
hu_hu: Médiaválasztó

# ~/Modules/Orchard.MediaPicker/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.MediaPicker/Module.txt
source: UI for browsing for, uploading, or selecting an image for an HTML editor.
hu_hu: Felhasználói felület képek böngészéséhez, feltöltéséhez és kiválasztásához a HTML-szerkesztőhöz.

# Orchard.MediaPicker.Controllers.AdminController
source: Couldn't create media folder
hu_hu: A médiamappa létrehozása nem sikerült.

# Orchard.MediaPicker.Controllers.AdminController
source: Creating Folder failed: {0}
hu_hu: Mappa létrehozása nem sikerült: {0}

# Orchard.MediaPicker.Drivers.MediaGalleryFieldDriver
source: The field {0} is mandatory
hu_hu: A(z) {0} mező kötelező

# Orchard.MediaPicker.Drivers.MediaGalleryFieldDriver
source: The field {0} doesn't accept multiple media items
hu_hu: A(z) {0} mezőnek nem lehet egynél több médiaelemet megadni

# Orchard.MediaPicker.Drivers.MediaGalleryFieldDriver
source: Items
hu_hu: Elemek

# Orchard.MediaPicker.Drivers.MediaGalleryFieldDriver
source: A Json serialized list of the media.
hu_hu: A médiaelemek JSON-szérializált listája.

# Orchard.MediaPicker.Drivers.MediaPickerFieldDriver
source: The field {0} must have one of these extensions: {1}
hu_hu: A {0} mező értéke az alábbi kiterjesztések valamelyike lehet: {1}

# Orchard.MediaPicker.Drivers.MediaPickerFieldDriver
source: The field {0} is mandatory
hu_hu: A(z) {0} mező kötelező

# Orchard.MediaPicker.Drivers.MediaPickerFieldDriver
source: The url of the media.
hu_hu: A médiaelem URL-je.

# Orchard.MediaPicker.Tokens.FieldTokens
source: Media Picker Field
hu_hu: Médiaválasztó mező

# Orchard.MediaPicker.Tokens.FieldTokens
source: Tokens for Media Picker Fields
hu_hu: Media Picker Field tokenek

# Orchard.MediaPicker.Tokens.FieldTokens
source: The url of the media.
hu_hu: A médiaelem URL-je.

# Orchard.MediaPicker.Tokens.FieldTokens
source: Alternate Text
hu_hu: Helyettesítő szöveg

# Orchard.MediaPicker.Tokens.FieldTokens
source: The alternate text of the media.
hu_hu: A médiaelem helyettesítő szövege.

# Orchard.MediaPicker.Tokens.FieldTokens
source: Class
hu_hu: CSS-class

# Orchard.MediaPicker.Tokens.FieldTokens
source: The class of the media.
hu_hu: A médiaelem CSS-osztálya.

# Orchard.MediaPicker.Tokens.FieldTokens
source: Style
hu_hu: Stílus

# Orchard.MediaPicker.Tokens.FieldTokens
source: The style of the media.
hu_hu: A médiaelem Style-attribútuma.

# Orchard.MediaPicker.Tokens.FieldTokens
source: Alignment
hu_hu: Igazítás

# Orchard.MediaPicker.Tokens.FieldTokens
source: The alignment of the media.
hu_hu: A médiaelem igazítása.

# Orchard.MediaPicker.Tokens.FieldTokens
source: Width
hu_hu: Szélesség

# Orchard.MediaPicker.Tokens.FieldTokens
source: The width of the media.
hu_hu: A médiaelem szélessége.

# Orchard.MediaPicker.Tokens.FieldTokens
source: Height
hu_hu: Magasság

# Orchard.MediaPicker.Tokens.FieldTokens
source: The height of the media.
hu_hu: A médiaelem magassága.

# ~/Modules/Orchard.MediaPicker/Views/Admin/Index.cshtml
source: Pick Image
hu_hu: Kép választása

# ~/Modules/Orchard.MediaPicker/Views/Admin/Index.cshtml
source: Cannot perform requested operation
hu_hu: A kért műveletet nem lehet végrehajtani.

# ~/Modules/Orchard.MediaPicker/Views/Admin/Index.cshtml
source: Authentication timed-out: please log-on again
hu_hu: Lejárt a munkamenet: kérem jelentkezzen be újra

# ~/Modules/Orchard.MediaPicker/Views/Admin/Index.cshtml
source: Update/Upload Image
hu_hu: Kép frissítése/feltöltése

# ~/Modules/Orchard.MediaPicker/Views/Admin/Index.cshtml
source: Insert/Upload Image
hu_hu: Kép beszúrása/feltöltése

# ~/Modules/Orchard.MediaPicker/Views/Admin/Index.cshtml
source: Browse Media
hu_hu: Média tallózása

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Media Folders
hu_hu: Médiamappák

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Create Folder
hu_hu: Mappa létrehozása

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: This is a table of the images currently available for use in your application.
hu_hu: Ez a webhelyen használható, jelenleg elérhető képek táblázata.

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Folder
hu_hu: Mappa

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Added on
hu_hu: Felvéve:

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Size
hu_hu: Méret

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Upload an image from your computer
hu_hu: Töltsön fel egy képet a számítógépéről

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Alternative Text
hu_hu: Helyettesítő szöveg

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Class
hu_hu: CSS-osztály

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Style
hu_hu: Stílus

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Alignment
hu_hu: Igazítás

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Width
hu_hu: Szélesség

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Height
hu_hu: Magasság

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Lock Aspect Ratio
hu_hu: Képarány megtartása

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Insert
hu_hu: Beszúrás

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Update
hu_hu: Módosítás

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Gallery.cshtml
source: Cancel
hu_hu: Mégse

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Url.cshtml
source: Preview of Image
hu_hu: Kép előnézete

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Url.cshtml
source: URL for the image resource
hu_hu: A kép URL-je

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Url.cshtml
source: Upload an image from your computer
hu_hu: Töltsön fel egy képet a számítógépéről

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Url.cshtml
source: Alternative Text
hu_hu: Helyettesítő szöveg

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Url.cshtml
source: Class
hu_hu: CSS-osztály

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Url.cshtml
source: Style
hu_hu: Stílus

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Url.cshtml
source: Alignment
hu_hu: Igazítás

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Url.cshtml
source: Width
hu_hu: Szélesség

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Url.cshtml
source: Height
hu_hu: Magasság

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Url.cshtml
source: Lock Aspect Ratio
hu_hu: Képarány megtartása

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Url.cshtml
source: Insert
hu_hu: Beszúrás

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Url.cshtml
source: Update
hu_hu: Módosítás

# ~/Modules/Orchard.MediaPicker/Views/Admin/Tab_Url.cshtml
source: Cancel
hu_hu: Mégse

source: A media is required
hu_hu: Egy médiaelemet kötelező kijelölni

source: Check to ensure the user is providing at least one media.
hu_hu: Jelölje be, hogy a felhasználónak legalább egy médiaelemet ki kelljen jelölnie.

source: Allow only specific extensions
hu_hu: Csak a megadott kiterjesztések engedélyezése

source: You can define a set of extensions the user will be able to pick, separated by spaces, e.g. jpg png gif
hu_hu: Vesszővel elválasztva megadhat kiterjesztéseket, amik közül a felhasználó választani tud.

source: Leave it empty if you don't want to apply any restriction.
hu_hu: Hagyja üresen, hogy ne legyenek megszorítások.

source: Allow multiple media items
hu_hu: Több médiaelemet is ki lehet jelölni

source: Check to allow the user to select multiple media items.
hu_hu: Jelölje be, hogy a felhasználó több médiaelemet is kijelölhessen.

source: Help text
hu_hu: Tipp

source: The help text is written under the field when authors are selecting media items.
hu_hu: A tipp a mező alatt fog megjelenni amikor a felhasználó médiaelemeket választ ki.

source: The media is required
hu_hu: A médiatartalom kötelező

source: Check to ensure the user is providing a valid media for this field.
hu_hu: Jelölje be, hogy a felhasználónak egy érvényes médiaelemet kelljen kiválasztania.

source: Allow only specific extensions
hu_hu: Csak a megadott kiterjesztések engedélyezése

source: You can define a set of extensions the user will be able to pick, separated by spaces, e.g. jpg png gif
hu_hu: Vesszővel elválasztva megadhat kiterjesztéseket, amik közül a felhasználó választani tud.

source: Leave it empty if you don't want to apply any restriction.
hu_hu: Hagyja üresen, hogy ne legyenek megszorítások.

source: Provide custom parameters
hu_hu: Saját paraméterek megadása

source: Custom parameters can be used if your own views.
hu_hu: Saját paramétereket használhat a nézeteinél.

source: Custom1
hu_hu: Saját1

source: Custom2
hu_hu: Saját2

source: Custom3
hu_hu: Saját3

source: Help text
hu_hu: Tipp

source: The help text is written under the field when authors are selecting a media.
hu_hu: A tipp a mező alatt fog megjelenni amikor a felhasználó médiaelemeket választ ki.

source: You need to save your changes.
hu_hu: Kérem mentse el a változtatásokat.

source: Media
hu_hu: Média

source: Edit
hu_hu: Szerkeszt

source: Remove
hu_hu: Eltávolít

source: Add
hu_hu: Hozzáad

source: Browse
hu_hu: Böngészés

source: Clear
hu_hu: Törlés

# ~/Modules/Orchard.MediaPicker/Views/Fields/MediaGallery.cshtml
source: No media.
hu_hu: Nincs média.

# ~/Modules/Orchard.MediaPicker/Views/Fields/MediaGallery.SummaryAdmin.cshtml
source: No media.
hu_hu: Nincs média.
