Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Modules/Piedone.Facebook.Suite.Connect/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Piedone.Facebook.Suite.Connect/Module.txt
source: Lets users authenticate with their Facebook account
hu_hu: Lehetővé teszi, hogy a felhasználók a Facebook-fiókjukkal bejelentkezzenek

# Piedone.Facebook.Suite.Controllers.ConnectController
source: Simple registration is not allowed on this site
hu_hu: Az egyszerű regisztráció nem engedélyezett ezen az oldalon

# Piedone.Facebook.Suite.Controllers.ConnectController
source: The username you tried to register is taken. Please choose another one.
hu_hu: Az igényelt felhasználónév már foglalt. Kérjük válasszon egy másikat.

# Piedone.Facebook.Suite.Controllers.ConnectController
source: You haven't granted the requested permissions.
hu_hu: Ön nem adta meg a kért engedélyeket.

# Piedone.Facebook.Suite.Controllers.ConnectController
source: You're not a verified Facebook user. Only verified users are allowed to register, so please verify your account.
hu_hu: Ön nem egy megerősített Facebook felhasználó. Csak megerősített felhasználók regisztrálhatnak, így kérjük erősítse meg a Facebbok-fiókját.

# Piedone.Facebook.Suite.Drivers.FacebookConnectWidgetPartDriver
source: Currently the Facebook app settings are not set, therefore Facebook Connect won't work properly. Please set the app settings first on the page Facebook Suite Settings under Settings.
hu_hu: Jelenleg a Facebook alkalmazás-beállítások nincsenek megadva, így a Facebook Connect nem fog megfelelően működni. Kérjük előbb adja meg az alkalmazás-beállításokat a Facebook Suite beállítások alatt, a Beállításoknál.

# Piedone.Facebook.Suite.Services.FacebookConnectService
source: Error in retrieving Facebook user data: {0}
hu_hu: Hiba a Facebook-felhasználó adatainak letöltése közben: {0}

source: {0}'s profile picture
hu_hu: {0} profilképe

source: Logout from Facebook
hu_hu: Kijelentkezés a Facebookból

source: Attach your Facebook account to your username for simple login
hu_hu: Csatolja Facebook fiókját a felhasználónevéhez az egyszerű bejelentkezés érdekében

source: Connect with Facebook
hu_hu: Csatlakozás a Facebookkal

source: Simple registration
hu_hu: Egyszerű regisztráció

source: You only have to choose a username, but later you can only login with your Facebook account.
hu_hu: Csak felhasználónevet kell választania, de később csak a Facebook-fiókjával tud bejelentkezni.

source: Full registration
hu_hu: Teljes regisztráció

source: You'll have to fill out the complete (actually quite short) registration form to register, but you'll be able to log in with your Facebook account. Choose this if you plan to log in later with username/password instead of your Facebook account.
hu_hu: Ki kell töltenie a teljes (egyébként viszonylag rövid) regisztrációs űrlapot, de utána már Facebook-fiókjával is bejelentkezhet. Válassza ezt, ha később felhasználónévvel és jelszóval is be akar tudni jelentkezni a Facebook-fiók helyett.

source: Username:
hu_hu: Felhasználónév:

source: Choose a unique username for your account you can login to with your Facebook credentials.
hu_hu: Válasszon egy egyedi felhasználónevet a fiókjának, melybe aztán a Facebook-fiókjával jelentkezhet be.

source: Register with your Facebook account
hu_hu: Regisztráljon a Facebook-fiókjával

source: Facebook Connect Settings
hu_hu: Facebook Connect beállítások

source: For the best experience, place this widget in a layer that both authenticated and anonymous users can see.
hu_hu: A legjobb működés érdekében helyezze ezt a widgetet egy olyan rétegbe, amit a bejelentkezett és anonim felhasználók is látnak.

source: WARNING: new users will only be able to connect if registration is enabled. Otherwise only existing users will be able to login.
hu_hu: FIGYELEM: új felhasználók csak akkor fognak tudni csatlakozni ha a regisztráció engedélyezve van. Egyébként csak a meglévő felhasználók fognak tudni bejelentkezni.

source: Permissions
hu_hu: Engedélyek

source: If extended permissions are needed, enter a list of permission, separated by commas.
hu_hu: Ha kiterjesztett hozzáférési engedélyekre van szükség, akkor adja meg itt az engedélyek vesszővel elválasztott listáját.

source: Automatically log in authenticated and connected users
hu_hu: A Facebookon bejelentkezett és az alkalmazáshoz csatlakozott felhasználók automatikus bejelentkeztetése

source: If checked, users who have connected to the site and are logged in at Facebook will be automatically logged in on the site, without clicking the login button. NOTE: this will practically prevent users from logging out of Orchard till they're logged in at Facebook.
hu_hu: Ha be van jelölve, akkor azok a felhasználók, akik csatlakoztak az oldalhoz és be vannak jelentkezve Facebookon automatikusan be lesznek jelentkeztetve, a bejelentkezés gomb megnyomása nélkül. FIGYELEM: ez gyakorlatilag meg fogja akadályozni, hogy a felhasználók kijelentkezzenek az Orchardból amíg a Facebookon be vannak jelentkezve.

source: Only allow verified users
hu_hu: Csak megerősített felhasználók engedélyezése

source: If checked, only verified Facebook users will get authenticated.
hu_hu: Ha be van jelölve, akkor csak a megerősített Facebook felhasználók fognak tudni bejelentkezni.

source: Simple registration
hu_hu: Egyszerű regisztráció

source: If checked, new users will only be prompted for a user name when registering. This means that they won't be able to login with the built-in authentication form (only with their Facebook-account) and won't have an e-mail saved.
hu_hu: Ha be van jelölve, akkor az új felhasználóknak csak egy felhasználónevet kell megadniuk regisztrációkor. Ez azt jelenti, hogy nem fognak tudni bejelentkezni a beépített űrlapon keresztül (csak a Facebook-fiókjukkal) és nem lesz e-mail címük sem mentve.

# ~/Modules/Piedone.Facebook.Suite.Connect/Views/Parts/FacebookUser.cshtml
source: Facebook profile
hu_hu: Facebook profil
