Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.OutputCache/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.OutputCache/Module.txt
source: Adds Output Caching functionality.
hu_hu: Kimeneti gyorsítótárazás funkcionalitást ad.

# ~/Modules/Orchard.OutputCache/Module.txt
source: Performance
hu_hu: Teljesítmény

# Orchard.OutputCache.AdminMenu
source: Settings
hu_hu: Beállítások

# Orchard.OutputCache.AdminMenu
source: Cache
hu_hu: Gyorsítótár

# Orchard.OutputCache.AdminMenu
source: Statistics
hu_hu: Statisztika

# Orchard.OutputCache.Controllers.AdminController
source: Not allowed to manage cache
hu_hu: Nem kezelheti a gyorsítótárat

# Orchard.OutputCache.Controllers.AdminController
source: Cache Settings saved successfully.
hu_hu: Gyorsítótár beállítások sikeresen elmentve.

# Orchard.OutputCache.Controllers.AdminController
source: Could not save Cache Settings.
hu_hu: Nem sikerült a gyorsítótár beállítások mentése.

# Orchard.OutputCache.Controllers.StatisticsController
source: Not allowed to manage cache
hu_hu: Nem kezelheti a gyorsítótárat

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Cache Settings
hu_hu: Gyorsítótár beállítások

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Default Cache Duration
hu_hu: Alapértelmezett gyorsítótár érvényességi idő

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Number of seconds the pages should be kept in cache on the server.
hu_hu: Az oldalak szerveren való gyorsítótárazásának időtartama másodpercben.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Max Age
hu_hu: Maximális érvényességi idő

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When defined, a cache-control header with a max-age property will be added. Use this in order to enable kernel cache on IIS.
hu_hu: Ha ez meg van adva, akkor a gyorsítótár-kezelő bővül egy maximális élettartamot meghatározó tulajdonsággal. Erre az IIS-ben a kernel szintű gyorsítótár használatához van szükség.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Headers
hu_hu: Fejlécek

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Ignore no-cache headers
hu_hu: No-cache fejlécek figyelmen kívül hagyása

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When checked, any request containing a 'Content-Cache: no-cache' header will still return cached values if available.
hu_hu: Ha bejelöli, akkor minden olyan lekérés, amely tartalmazza a 'Content-Cache: no-cache' fejlécet a cache-ből fog betöltődni, ha elérhető.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Vary Query String Parameters
hu_hu: Megkülönböztetés URL paraméterek alapján

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When defined, using comma separated values, sets caching to vary via specified query string parameters
hu_hu: Ha meg van adva vesszővel elválasztott értékek formájában, akkor a gyorsítótárazásnál a megadott URL paramétereket is figyelembe fogja venni, hogy különbséget tegyen az oldalak között.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Vary Request Headers
hu_hu: Lekérés fejlécek változtatása

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When defined, using comma separated values, sets caching to vary via specified request headers.
hu_hu: Ha megad egy vesszővel elválasztott listát, akkor a gyorsítótárazást eszerint változtatja a megadott lekérés fejléceken keresztül.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Ignored urls
hu_hu: Mellőzendő URL-ek

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: This must be a set of relative paths, e.g., /, /About. Please ensure that you enter only one path per line.
hu_hu: Adja meg a relatív útvonalakat, pl. /,/About. Soronként egy útvonalat írjon be.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: You can add comments by starting the line with #.
hu_hu: Sor eleji # karakterrel írhat megjegyzéseket.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Culture
hu_hu: Kulturális környezet

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Differentiate cultures
hu_hu: Kulturális környezetek megkülönböztetése

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When checked, the cached content will differ per culture too. For better performance, leave this unchecked if your website uses only one culture.
hu_hu: Ha ez be van jelölve, akkor a gyorsítótárazott tartalmak kulturális környezetenként eltérőek lesznek. Teljesítménybeli okokból hagyja bejelöletlenül, ha az oldalán csak egy kulturális környezet van telepítve.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Debug mode
hu_hu: Debug mód

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Render caching information in cached pages
hu_hu: Gyorsítótárazott oldalakon gyorsítótárazással kapcsolatos információk megjelenítése

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Route
hu_hu: Útvonal

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Priority
hu_hu: Prioritás

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Duration
hu_hu: Érvényességi idő

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Leave empty to use default duration, 0 to disable caching on this route.
hu_hu: Hagyja üresen az alapértelmezett érvényességi idő használatához, írjon be 0-t a gyorsítótárazás letiltásához ezen az útvonalon.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Cache Statistics
hu_hu: Gyorsítótár statisztikái

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Evict All
hu_hu: Minden ürítése

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Cached pages
hu_hu: Gyorsítótárazott oldalak

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Cached On
hu_hu: Gyorsítótárazás időpontja

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Cached Until
hu_hu: Gyorsítótárban tartás vége

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Evict
hu_hu: Ürítés
