Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Modules/Piedone.Combinator/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Piedone.Combinator/Module.txt
source: Combines and minifies external stylesheets and javascript files. Minifications uses the YUI Compressor (http://yuicompressor.codeplex.com/), the original code for sprite generation is from Sprite Generator (http://spritegenerator.codeplex.com/) and stylesheets are parsed with ExCSS (https://github.com/TylerBrinks/ExCSS).
hu_hu: Kombinálja és minifikálja a külső stíluslapokat és Javascript fájlokat. A minifikálás a YUI Compressor (http://yuicompressor.codeplex.com/) segítségével történik, a sprite-generálás kódja a Sprite Generator-ból (http://spritegenerator.codeplex.com/) származik, a stíluslapok feldolgozását pedig az ExCSS (https://github.com/TylerBrinks/ExCSS) végzi.

# ~/Modules/Piedone.Combinator/Module.txt
source: Performance
hu_hu: Teljesítmény

# ~/Modules/Piedone.Combinator/Module.txt
source: Automatically compiles .less files with dotless (http://www.dotlesscss.org/) so they can be used with Combinator. Contribution of Onestop Internet, Inc. (http://www.onestop.com/).
hu_hu: A .less fájlok automatikus fordítása DotLess (http://www.dotlesscss.org/) segítségével, hogy felhasználhatóak legyenek a Combinator-ban. A Onestop Internet, Inc. (http://www.onestop.com/) hozzájárulásával.

# ~/Modules/Piedone.Combinator/Module.txt
source: Automatically compiles .scss and .sass files with SassAndCoffee.Ruby (http://nuget.org/packages/SassAndCoffee.Ruby) so they can be used with Combinator. At the time only local SASS files are supported. Contribution of Onestop Internet, Inc. (http://www.onestop.com/).
hu_hu: Az .scss és .sass fájlok automatikus fordítása SassAndCoffee.Ruby (http://nuget.org/packages/SassAndCoffee.Ruby) segítségével, hogy felhasználhatóak legyenek a Combinator-ban. Jelenleg csak a helyi .sass fájlok támogatottak. A Onestop Internet, Inc. (http://www.onestop.com/) hozzájárulásával.

# ~/Modules/Piedone.Combinator/Module.txt
source: Migrates Combinator settings to a new and more efficient storage mechanism (dubbed The Shift). WARNING: when enabling your current settings will be overwritten with the old ones. Enabling this feature will migrate all settings, so after enabling it it can be disabled again.
hu_hu: Combinator beállítások migrálása az új és hatékonyabb addattárolási mechanizmusra (The Shift). FIGYELEM: bekapcsoláskor a jelenlegi beállításokat felülírják a régiek. Ennek a funkciónak a bekapcsolásakor a beállítások át lesznek migrálva, majd ezután ezt a funkciót ki lehet kapcsolni.

# ~/Modules/Piedone.Combinator/Module.txt
source: Developer
hu_hu: Fejlesztői

# Piedone.Combinator.Commands.CombinatorCommands
source: Combinator cache successfully emptied.
hu_hu: Combinator gyorsítótár sikeresen kiürítve.

# Piedone.Combinator.Controllers.AdminController
source: Combinator cache emptied.
hu_hu: Combinator gyorsítótár kiürítve.

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: The resource base URL you provided is invalid: {0}
hu_hu: A megadott forrás alap URL érvénytelen: {0}

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: combination exclude regex
hu_hu: összefűzés kizáró regex

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: minification exclude regex
hu_hu: minifikáció kizáró regex

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: embedded css images exclude regex
hu_hu: beágyazott CSS-kép kizáró regex

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: resource sharing exclude regex
hu_hu: erőforrás-megosztás kizáró regex

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: resource set regexes #{0}
hu_hu: erőforrás beállítás regex-ek #{0}

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: Combinator cache emptied.
hu_hu: Combinator gyorsítótár kiürítve.

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: There was a problem with the regex for {0} you provided: {1}
hu_hu: Probléma van a(z) {0} számára megadott regex-szel: {1}

# Piedone.Combinator.Services.CombinatorService
source: Processing of resource {0} failed.
hu_hu: A(z) {0} erőforrás feldolgozása nem sikerült.

# Piedone.Combinator.Services.ResourceFileService
source: Local resource file not found under {0}
hu_hu: A lokális erőforrás nem található a következő helyen: {0}

source: Combinator Settings
hu_hu: Combinator beállítások

source: There are currently {0} combined resource files cached.
hu_hu: Jelenleg {0} összefűzött fájl van mentve.

source: Since resource sharing is enabled common cache files are stored and thus also counted on the Default tenant. The cache for these files can also be emptied only on the Default tenant.
hu_hu: Mivel az erőforrás-megosztás engedélyezve van, ezért a gyorsítótárazott fájlok az alapértelmezett (Default) társoldalon vannak tárolva. Ezeket a fájlokat csak az alapértelmezett társoldalon lehet törölni.

source: General Settings
hu_hu: Általános beállítások

source: Exclude from combination
hu_hu: Kihagyás az összefűzésből

source: Files matched won't be processed in any way. Please provide a valid regular expression. Note that the full public urls of all resources will be checked against this regex. The match is case-sensitive. Regex.IsMatch() is used internally, so look at it for how to use. Example (without quotes): "\.min|jQuery" will exclude all resources whose name contains ".min" or "jQuery".
hu_hu: Az illeszkedő fájlok semmilyen formában nem lesznek feldolgozva. Kérjük egy helyes reguláris kifejezést adjon meg. A fájlok teljes URL-jének illeszkedése lesz vizsgálva a kis- és nagybetűk megkülönböztetésével. A program a Regex.IsMatch() metódust alkalmazza, így ugyanúgy kell használni. Példa (az idézőjelek nélkül): "\.min|jQuery" minden erőforrást ki fog hagyni, ami a ".min" vagy "jQuery" szövegeket tartalmazza.

source: Combine CDN Resources
hu_hu: CDN erőforrások összefűzése

source: If checked, remote resources from CDNs will be also combined. Most of the time this defeats the purpose of CDNs but if the site fetches resources from many sources, for your targeted visitors it may be faster to serve them all combined from your site. Always measure the difference!
hu_hu: Ha be van jelölve, akkor a CDN-ből származó távoli erőforrások is össze lesznek fűzve. A legtöbb esetben ez értelmetlenné teszi a CDN használatát, de ha az oldal sok különböző helyen található erőforrást tartalmaz, a megcélzott felhasználók számára gyorsabb lehet őket összefűzve elérhetővé tenni.

source: Resource base URL
hu_hu: Erőforrás alap URL-címe

source: If set, this base URL will be used for local resource paths. Use this if you have a cookieless domain to handle static resources. The text here will be prepended to local paths, so specify the full domain with schema and port number (if any), e.g. "//cookieless.mydomain.com:3030". If the storage for combined resources is remote (e.g. Azure blob storage) then this will be prepended to relative references inside resource files.
hu_hu: Ha meg van adva, akkor ez az alap URL-cím lesz felhasználva a helyi erőforrás-fájlok eléréséhez. Akkor alkalmazza, ha cookie-mentes domain-en keresztül kezeli a statikus erőforrásokat. Ez a cím lesz az előtagja a helyi fájl útvonalaknak, tehát adja meg a teljes domain nevet a protokoll és a port számának megadásával (ha szükséges), pl. "//cookieless.mydomain.com:3030". Ha a kombinált fájlok távoli szerveren vannak tárolva (pl. Azure Blob Storage) akkor ez az előtag hozzá lesz adva az erőforrás-fájlokon belüli relatív hivatkozásokhoz.

source: Enable for the admin site
hu_hu: Engedélyezés az adminisztrációs oldalon is

source: Warning: WYSISWYG editors typically can't be combined, so exclude them from combination. The exclude filter "TinyMce" is usually enough with the default installation.
hu_hu: Vigyázat: a WYSIWYG szerkesztők erőforrásait tipikusan nem lehet összefűzni, így ajánlott a fájljaikat kihagyni az összefűzésből. A "TinyMce" szűrő általában elég.

source: Minification Settings
hu_hu: Tömörítési beállítások

source: Minify resources
hu_hu: Erőforrások tömörítése

source: Exclude from minification
hu_hu: Kihagyás a tömörítésből

source: Contents of matched files won't be minified. The same rules apply as with the combination exclusion regex.
hu_hu: Az illeszkedő fájlok nem lesznek tömörítve. Ugyanazok a szabályok érvényesek, mint amik az összefűzési szűrő reguláris kifejezésére.

source: Image Processing Settings
hu_hu: Képfeldolgozási beállítások

source: Embed images in stylesheets
hu_hu: Képek beágyazása a stíluslapokba

source: Maximal size of images to embed (in KBs)
hu_hu: A beágyazandó képek maximális mérete

source: If checked, images referenced in stylesheets (e.g. as background with an url()) that are smaller than the specified size will be embedded as data urls in the css.
hu_hu: Ha be van jelölve, akkor a stíluslapokban hivatkozott képek (pl. az url()-lel beszúrt háttérképek) közül azok, amik kisebbek, mint a megadott méret, data-URL-ként bekerülnek a stíluslapba.

source: Note that Internet explorer fully supports data urls only since version 9. Prior to version 8 it doesn't support data urls at all and version 8 has a limitation of 32KB per url. Since data urls are ~1/3 bigger than the original images this feature is advised only if you have many small images and if none of your images is bigger than ~24KB if you want to support IE 8. Also keep in mind that the bigger the stylesheet, the longer the client has to wait before seeing styled content.
hu_hu: Kérjük vegye figyelembe, hogy az Internet Explorer a data-URL-eket csak a kilences verziótól támogatja teljesen. A nyolcas verzió előtt egyáltalán nem rendelkezett data-URL támogatással és az a verzió is egy URL-enkénti 32KB-os korlátozást tartalmaz. Mivel a data-URL-ek kb. 1/3-dal nagyobbak, mint az eredeti képek, ez a funkció csak akkor ajánlott ha sok kis kép van és egyik sem nagyobb kb. 24KB-nál, amennyiben az IE 8 támogatása a cél. Szintén vegye figyelembe, hogy minél nagyobb a stíluslap, annál tovább kell a kliensnek a formázott tartalomra várnia.

source: Exclude from embedding
hu_hu: Kihagyás a beágyazásból

source: Images of matched stylesheets won't be embedded. The same rules apply as with the combination exclusion regex. You can use this feature to exclude conditional stylesheets that are only for browsers prior to IE 8, so that for those clients the original images are presented.
hu_hu: Az illeszkedő stíluslapokban hivatkozott képek nem lesznek beágyazva. Ugyanazok a szabályok érvényesek, mint amik az összefűzési szűrő reguláris kifejezésére. Ez a funkció pl. arra használható, hogy feltételes, IE8-nál régebbi kliensekre célzott stíluslapokat tegyünk elérhetővé, melyeknél a képek nem lesznek beágyazva.

source: Generate image sprites
hu_hu: Kép-sprite-ok generálása

source: Images not embedded will be processed. If an image has "no-sprite" in its file name or the ".no-sprite" class is among the selectors of the css block it's included in it won't be merged into a sprite.
hu_hu: A nem-beágyazott képek feldolgozásra kerülnek. Ha egy kép fájlnevében a "no-sprite" szerepel, vagy az azt tartalmazó blokk stílusosztályai között szerepel a ".no-sprite", akkor nem lesz hozzáadva a sprite-hoz.

source: Resource sharing
hu_hu: Erőforrás-megosztás

source: Enable resource sharing among tenants
hu_hu: Engedélyezi az erőforrás-megosztást a társoldalak között

source: When used in a multi-tenant application if this is enabled then processed resources are shared among tenants through the Default tenant, resulting in less processing (as each set of resources will be only processed once for every tenant). You only have to enable this on sub-tenants. This will only work if Combinator is enabled on the Default tenant.
hu_hu: Több társoldalat tartalmazó alkalmazások esetében ha engedélyezi, akkor az erőforrások az alapértelmezett (Default) társoldalon keresztül megosztásra kerülnek, így kevesebb feldolgozásra van szükség (mivel minden erőforrás csak egyszer kerül feldolgozásra az összes társoldalra nézve). Ehhez ezt a funkciót a társoldalakon is engedélyezni kell. Csak akkor lép működésbe, ha a Combinator az alapértelmezett társoldalon be van kapcsolva.

source: Exclude from resource sharing
hu_hu: Kihagyás az erőforrás-megosztásból

source: Sets of resources that contain a matched file won't be shared among tenants. Use this to exclude files that are unique to this tenant, e.g. custom stylesheets stored in Media.
hu_hu: Erőforrások-csomagok, amelyek tartalmaznak egyező fájlt nem lesznek megosztva a társoldalak között. Olyan fájlok esetében alkalmazza, amelyek erre a társoldalra nézve egyediek, pl. egyedi stíluslapok a Médiatárban.

source: Resource Sets
hu_hu: Erőforrás-halmazok

source: Define one per line
hu_hu: Definiáljon soronként egyet

source: You can define sets of resources that will be not combined with other resources. This way some resources that are common for a majority of pages can be combined to an individual resource for better client-side caching. The technique is useful when there are resources common for many pages and many pages include own resources. There should be one set defined per line as a regular expression, same rules apply as with the combination exclusion regex. WARNING: sets only work correctly if the resources in the end are included after each other.
hu_hu: Definiálhat erőforrások halmazait, melyek nem lesznek más erőforrásokkal összefűzve. Ennek segítségével olyan erőforrások, melyek a lapok jelentős része számára szükségesek, egy külön erőforrássá fűzhetők össze a jobb kliens-oldali gyorsítótárazás érdekében. Ez a technika akkor hasznos, ha vannak erőforrások, melyek sok lap számára közösek és sok lap saját erőforrásokat is beszúr. Soronként egy halmaz definiálandó, az összefűzési szűrő reguláris kifejezéséhez hasonlóan. FIGYELEM: a halmazok csak akkor működnek megfelelően, ha a benne lévő erőforrások egymás után vannak beszúrva.

source: Cache Control
hu_hu: Gyorsítótár-kezelés

source: Empty cache
hu_hu: Gyorsítótár törlése
