Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.MediaLibrary/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.MediaLibrary/Module.txt
source: Media Library
hu_hu: Médiatár

# ~/Modules/Orchard.MediaLibrary/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapat

# ~/Modules/Orchard.MediaLibrary/Module.txt
source: Provides enhanced Media management tools.
hu_hu: Sokrétű médiakezelési eszköztár.

# ~/Modules/Orchard.MediaLibrary/Module.txt
source: Media
hu_hu: Média

# Orchard.MediaLibrary.AdminMenu
source: Media
hu_hu: Média

# Orchard.MediaLibrary.Controllers.AdminController
source: Cannot view media
hu_hu: Nem tekinthető meg a média

# Orchard.MediaLibrary.Controllers.AdminController
source: Cannot import media
hu_hu: Nem sikerült a médiaelem importálása

# Orchard.MediaLibrary.Controllers.AdminController
source: Cannot get child folder listing
hu_hu: Nem sikerült a tartalmazott könyvtárak listázása

# Orchard.MediaLibrary.Controllers.AdminController
source: Couldn't delete media items
hu_hu: Nem sikerült a médiaelemek törlése

# Orchard.MediaLibrary.Controllers.FolderController
source: Couldn't create media folder
hu_hu: Nem sikerült a médiakönyvtár létrehozása

# Orchard.MediaLibrary.Controllers.FolderController
source: Media folder created
hu_hu: Médiakönyvtár létrejött

# Orchard.MediaLibrary.Controllers.FolderController
source: Creating Folder failed: {0}
hu_hu: Könyvtár létrehozása sikertelen: {0}

# Orchard.MediaLibrary.Controllers.FolderController
source: Couldn't edit media folder
hu_hu: Nem sikerült a médiakönyvtár szerkesztése

# Orchard.MediaLibrary.Controllers.FolderController
source: Media folder renamed
hu_hu: Médiakönyvtár átnevezve

# Orchard.MediaLibrary.Controllers.FolderController
source: Editing Folder failed: {0}
hu_hu: Könyvtár szerkesztése sikertelen: {0}

# Orchard.MediaLibrary.Controllers.FolderController
source: Couldn't delete media folder
hu_hu: Nem sikerült a médiakönyvtár törlése

# Orchard.MediaLibrary.Controllers.FolderController
source: Media folder deleted
hu_hu: Médiakönyvtár törölve

# Orchard.MediaLibrary.Controllers.FolderController
source: Deleting Folder failed: {0}
hu_hu: Könyvtár törlése sikertelen: {0}

# Orchard.MediaLibrary.Controllers.FolderController
source: Couldn't move media items
hu_hu: Nem sikerült a médiaelemek áthelyezése

# Orchard.MediaLibrary.Drivers.MediaLibraryPickerFieldDriver
source: The field {0} is mandatory
hu_hu: A(z) {0} mezőt kötelező kitölteni

# Orchard.MediaLibrary.Drivers.MediaLibraryPickerFieldDriver
source: Ids
hu_hu: ID-k

# Orchard.MediaLibrary.Drivers.MediaLibraryPickerFieldDriver
source: A formatted list of the ids, e.g., {1},{42}
hu_hu: Az ID-k formázott listája, pl. {1},{42}

# Orchard.MediaLibrary.Handlers.WebSearchSettingsPartHandler
source: Media
hu_hu: Média

# Orchard.MediaLibrary.Providers.ClientStorageMenu
source: My Computer
hu_hu: Sajátgép

# Orchard.MediaLibrary.Providers.OEmbedMenu
source: Media Url
hu_hu: Média URL

# Orchard.MediaLibrary.Providers.WebSearchMenu
source: Web Search
hu_hu: Webes keresés

# Orchard.MediaLibrary.Services.XmlRpcHandler
source: Access denied
hu_hu: Hozzáférés megtagadva

# Orchard.MediaLibrary.Tokens.FieldTokens
source: First media for Media Library Picker Field
hu_hu: A Médiatár választó mező első eleme

# Orchard.MediaLibrary.Tokens.FieldTokens
source: Tokens for Media Picker Fields
hu_hu: A Médiaválasztó mező token-jei

# Orchard.MediaLibrary.Tokens.FieldTokens
source: The url of the media.
hu_hu: A médiaelem URL-je.

# Orchard.MediaLibrary.Tokens.FieldTokens
source: The mime type of the media.
hu_hu: A médiaelem MIME Type-ja.

# Orchard.MediaLibrary.Tokens.FieldTokens
source: Caption
hu_hu: Felirat

# Orchard.MediaLibrary.Tokens.FieldTokens
source: The caption of the media.
hu_hu: A médiaelem felirata.

# Orchard.MediaLibrary.Tokens.FieldTokens
source: Alternate Text
hu_hu: Helyettesítő szöveg

# Orchard.MediaLibrary.Tokens.FieldTokens
source: The alternate text of the media.
hu_hu: A médiaelem helyett megjelenítendő szöveg.

# Orchard.MediaLibrary.Tokens.FieldTokens
source: Folder Path
hu_hu: Mappa útvonal

# Orchard.MediaLibrary.Tokens.FieldTokens
source: The hierarchical location of the media.
hu_hu: A médiaelem helye a könyvtárhierarchiában.

# Orchard.MediaLibrary.Tokens.FieldTokens
source: File Name
hu_hu: Fájlnév

# Orchard.MediaLibrary.Tokens.FieldTokens
source: The file name of the media, if applicable.
hu_hu: A médiaelem fájlneve, ha alkalmazható.

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Import.cshtml
source: Media Library
hu_hu: Médiatár

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Import.cshtml
source: Create
hu_hu: Létrehozás

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Import.cshtml
source: Any
hu_hu: Bármely

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Import.cshtml
source: Close
hu_hu: Bezár

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Import.cshtml
source: Media Folders
hu_hu: Média könyvtárak

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Media Library
hu_hu: Médiatár

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Draft
hu_hu: Vázlat

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Import
hu_hu: Importálás

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Edit Folder
hu_hu: Könyvtár szerkesztése

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Create Folder
hu_hu: Új könyvtár

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: PROPERTIES
hu_hu: TULAJDONSÁGOK

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: SELECTION
hu_hu: KIVÁLASZTVA

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Select
hu_hu: Kiválaszt

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Cancel
hu_hu: Mégsem

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Are you sure you want to delete these media items ?
hu_hu: Biztosan törölni akarja ezeket a médiaelemeket?

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: An unexpected error occured, please refresh the page and try again.
hu_hu: Váratlan hiba történt, kérjük frissítse az oldalt és próbálja újra.

# ~/Modules/Orchard.MediaLibrary/Views/ClientStorage/Index.cshtml
source: Click here, Drop files or Paste images
hu_hu: Kattintson ide, húzzon ide vagy másoljon be képeket

# ~/Modules/Orchard.MediaLibrary/Views/ClientStorage/Index.cshtml
source: Loading thumbnail...
hu_hu: Előnézeti kép betöltése...

source: A content item is required
hu_hu: Egy tartalomelemet meg kell adni

source: Check to ensure the user is providing at least one media item.
hu_hu: Jelölje be, hogy a felhasználónak legalább egy médiaelemet ki kelljen választania.

source: Allow multiple content items
hu_hu: Több tartalomelem engedélyezése

source: Check to allow the user to select multiple media items.
hu_hu: Jelölje be, hogy a felhasználó több médiaelemet is kiválaszthasson.

source: Help text
hu_hu: Tipp

source: The help text is written under the field when authors are selecting media items.
hu_hu: A tipp a mező alatt jelenik meg, amikor a felhasználó kiválaszt egy médiaelemet.

source: Content Types and Parts
hu_hu: Tartalomtípusok és tartalomrészek

source: A comma separated value of all the content types or content parts to display.
hu_hu: A megjelenítendő tartalomtípusok és tartalomrészek vesszővel elválasztott listája.

# ~/Modules/Orchard.MediaLibrary/Views/EditorTemplates/Parts.Media.Edit.cshtml
source: Caption
hu_hu: Felirat

# ~/Modules/Orchard.MediaLibrary/Views/EditorTemplates/Parts.Media.Edit.cshtml
source: The caption describes the media in a general context.
hu_hu: A felirat egy általános leírás a képpel kapcsolatban.

# ~/Modules/Orchard.MediaLibrary/Views/EditorTemplates/Parts.Media.Edit.cshtml
source: Alternate Text
hu_hu: Helyettesítő szöveg

# ~/Modules/Orchard.MediaLibrary/Views/EditorTemplates/Parts.Media.Edit.cshtml
source: The alternate text is used when the media can't be rendered in a browser.
hu_hu: A helyettesítő szöveg a médiaelem helyén jelenik meg, ha azt nem lehet megjeleníteni.

source: You need to save your changes.
hu_hu: Kérem mentse el a változtatásokat.

source: Remove
hu_hu: Eltávolít

source: Edit
hu_hu: Szerkesztés

source: Add
hu_hu: Hozzáad

source: You have unsaved changes. Please only accept to leave if you don't mind losing those changes.
hu_hu: Vannak elmentetlen változtatások. Csak akkor lépjen tovább, ha nem bánja, hogy ezek elvesznek.

source: Do you really want to remove that media?
hu_hu: Biztosan eltávolítja a médiaelemet?

source: Web Search
hu_hu: Webes keresés

source: Your private key.
hu_hu: Az ön titkos kulcsa.

source: Get a free API Key on {0}
hu_hu: Ingyenes API kulcs beszerzése: {0}

source: No media items.
hu_hu: Nincsenek médiaelemek.

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Create.cshtml
source: Add a Folder
hu_hu: Könyvtár hozzáadása

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Create.cshtml
source: Media Library
hu_hu: Médiatár

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Create.cshtml
source: Folder Name
hu_hu: Könyvtár neve

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Create.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Create.cshtml
source: Cancel
hu_hu: Mégsem

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Edit.cshtml
source: Edit a Folder
hu_hu: Egy könyvtár szerkesztése

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Edit.cshtml
source: Media Library
hu_hu: Médiatár

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Edit.cshtml
source: Folder Name
hu_hu: Könyvtár neve

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Edit.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Edit.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Edit.cshtml
source: Cancel
hu_hu: Mégsem

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: media url
hu_hu: média URL

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Audio.Metadata.cshtml
source: Length:
hu_hu: Időtartam:

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Document.cshtml
source: Download
hu_hu: Letöltés

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Document.Metadata.cshtml
source: Size:
hu_hu: Méret:

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Document.Summary.cshtml
source: Download
hu_hu: Letöltés

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Document.SummaryAdmin.cshtml
source: Download
hu_hu: Letöltés

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Image.Metadata.cshtml
source: Dimensions:
hu_hu: Méretek:

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.Actions.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.Actions.cshtml
source: Unpublish
hu_hu: Közzététel visszavonása

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.Actions.cshtml
source: Publish
hu_hu: Közzététel

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.SummaryAdmin.cshtml
source: Title:
hu_hu: Cím:

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.SummaryAdmin.cshtml
source: Filename:
hu_hu: Fájlnév:

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.SummaryAdmin.cshtml
source: Caption:
hu_hu: Felirat:

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.SummaryAdmin.cshtml
source: Alternate Text:
hu_hu: Helyettesítő szöveg:

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.SummaryAdmin.cshtml
source: Status:
hu_hu: Állapot:

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Actions.cshtml
source: Show
hu_hu: Megjelenít

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Actions.cshtml
source: Any (show all)
hu_hu: Bármely (mindet mutat)

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Actions.cshtml
source: Ordered by
hu_hu: Sorbarendezés e szerint

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Actions.cshtml
source: title
hu_hu: cím

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Actions.cshtml
source: recently created
hu_hu: legutóbb létrehozva

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Actions.cshtml
source: recently published
hu_hu: legutóbb közzétéve

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Actions.cshtml
source: recently modified
hu_hu: legutóbb módosítva

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Navigation.cshtml
source: Recent
hu_hu: Legutóbbi

# ~/Modules/Orchard.MediaLibrary/Views/Parts/OEmbed.Metadata.cshtml
source: Source:
hu_hu: Forrás:

# ~/Modules/Orchard.MediaLibrary/Views/Parts/OEmbed.SummaryAdmin.cshtml
source: Preview
hu_hu: Előnézet

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Video.Metadata.cshtml
source: Length:
hu_hu: Időtartam:

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: You need to define an API Key in the Media settings before being able to use this feature.
hu_hu: Meg kell adnia egy API-kulcsot a Média beállítások között, hogy használhassa ezt a funkciót.

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: search
hu_hu: keresés

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: PROPERTIES
hu_hu: TULAJDONSÁGOK

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: Dimensions:
hu_hu: Méretek:

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: Filename:
hu_hu: Fájlnév:

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: Size:
hu_hu: Méret:

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: Page
hu_hu: Oldal

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: Open
hu_hu: Megnyitás

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: SELECTION
hu_hu: KIVÁLASZTVA
