Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Modules/Vandelay.Industries/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Vandelay.Industries/Module.txt
source: Provides a user-specific key value data store.
hu_hu: Felhasználóspecifikus kulcs-érték adattárolást tesz lehetővé.

# ~/Modules/Vandelay.Industries/Module.txt
source: Developer
hu_hu: Fejlesztői

# Vandelay.Industries.Controllers.UserStorageController
source: Not allowed to manage user storage
hu_hu: Nincs hozzáférése a felhasználói adattároló kezeléséhez

# Vandelay.Industries.Menus.UserStorageAdminMenu
source: Users
hu_hu: Felhasználók

# Vandelay.Industries.Menus.UserStorageAdminMenu
source: Storage
hu_hu: Adattár

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: Manage user storage
hu_hu: Felhasználói adattárhely kezelése

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: User name
hu_hu: Felhasználónév

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: Folder
hu_hu: Könyvtár

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: File name
hu_hu: Fájlnév

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: Contents
hu_hu: Tartalom

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Vandelay.Industries/Module.txt
source: A collection of useful Orchard modules
hu_hu: Néhány hasznos Orchard modul

# ~/Modules/Vandelay.Industries/Module.txt
source: Add ids, classes and scripts to the rendering of your content items through this part that can be added to any content type.
hu_hu: Id-t, class-okat és szkripteket rendel a tartalmi elemekhez ezen a tartalomrészen keresztül, amely bármely tartalomtípushoz hozzáadható.

# ~/Modules/Vandelay.Industries/Module.txt
source: Designer
hu_hu: Desinger

# ~/Modules/Vandelay.Industries/Module.txt
source: Simulates an exception on the /fail route. Useful to test your error pages. It also exposes a /notfound route that can be used to have themed and multi-tenant-aware custom not found pages, by pointing custom errors in web.config to it.
hu_hu: A /fail elérési útra kivételt szimulál. Hasznos lehet a hibaoldalak teszteléséhez. Tovább hozzáad egy /notfound elérési útat, amellyel a témák és több webhelyes (társoldalak, bérlők) rendszerek saját hibaoldalt definiálhatnak a web.config beállításának segítségével.

# ~/Modules/Vandelay.Industries/Module.txt
source: Debug
hu_hu: Hibajavítás

# ~/Modules/Vandelay.Industries/Module.txt
source: Adds a favicon setting to site settings
hu_hu: Favicon beállítási lehetőséget ad hozzá az oldal beállításaihoz

# ~/Modules/Vandelay.Industries/Module.txt
source: Content
hu_hu: Tartalom

# ~/Modules/Vandelay.Industries/Module.txt
source: Enables Feedburner RSS feeds
hu_hu: Feedburner RSS-kezelő engedélyezése

# ~/Modules/Vandelay.Industries/Module.txt
source: Transforms image source and link hrefs into absolute URLs, for example to avoid broken images in Feedburner.
hu_hu: Átalakítja a kép forráshivatkozásokat és linkeket abszolút URL-re, hogy elkerülje az esetleges képbetöltési hibákat a Feedburner-ben.

# ~/Modules/Vandelay.Industries/Module.txt
source: Include remote RSS feeds into your Orchard sites
hu_hu: Távoli RSS hírcsatornákat adhat hozzá Orchard oldalához

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay Tag Cloud
hu_hu: Vandelay Címkefelhő

# ~/Modules/Vandelay.Industries/Module.txt
source: A simple tag cloud widget and result pages for your Orchard sites.
hu_hu: Egyszerű címkfelhő widget és a címkékhez tartozó oldalak Orchard oldalak számára.

# ~/Modules/Vandelay.Industries/Module.txt
source: Navigation
hu_hu: Navigáció

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay Tag RSS
hu_hu: Vandelay címke RSS

# ~/Modules/Vandelay.Industries/Module.txt
source: Adds RSS feeds to tags.
hu_hu: RSS hírcsatornákat ad a címkékhez.

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay Theme Picker
hu_hu: Vandelay témaválasztó

# ~/Modules/Vandelay.Industries/Module.txt
source: Pick a different theme based on the user agent.
hu_hu: A user agent-től függő témát jelenít meg.

# ~/Modules/Vandelay.Industries/Module.txt
source: Translation management tools
hu_hu: Fordításkezelő eszközök

# ~/Modules/Vandelay.Industries/Module.txt
source: Localization
hu_hu: Honosítás

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay Content Admin Menu
hu_hu: Vandelay Content admin menü

# ~/Modules/Vandelay.Industries/Module.txt
source: Adds an admin menu entry per content type under the "Content" header.
hu_hu: Az admin menü Tartalom menüpontja elhelyezi a tartalomtípusokat.

# Vandelay.Industries.Controllers.AdminController
source: Cannot manage themes
hu_hu: Nem kezelheti a témákat

# Vandelay.Industries.Drivers.CustomCssDriver
source: Error during CustomCss update.
hu_hu: Hiba történt a CustomCss frissítése során.

# Vandelay.Industries.Menus.ContentAdminMenu
source: Content
hu_hu: Tartalom

# Vandelay.Industries.Menus.ThemePickerAdminMenu
source: Themes
hu_hu: Témák

# Vandelay.Industries.Menus.ThemePickerAdminMenu
source: Picker
hu_hu: Választó

# ~/Modules/Vandelay.Industries/Views/ErrorPage.cshtml
source: Server Error
hu_hu: Szerverhiba

# ~/Modules/Vandelay.Industries/Views/NotFound.cshtml
source: The resource was not found
hu_hu: Az erőforrás nem található

# ~/Modules/Vandelay.Industries/Views/Vandelay.ThemePicker.LinkToDefault.cshtml
source: Click here to switch to the default theme.
hu_hu: Kattintson ide az alapértelmezett téma megjelenítéséhez.

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Pick Themes for User Agents
hu_hu: Válasszon témákat a user agent-eknek

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Remove
hu_hu: Eltávolít

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Add new theme selection criterion
hu_hu: Új témaválasztó feltétel hozzáadása

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Name:
hu_hu: Név:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: A name for the criterion (e.g. IE6 or Mobile).
hu_hu: A feltétel neve (pl. IE6 vagy Mobile).

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Rule:
hu_hu: Szabály:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: The rule that will be used to evaluate the criterion.
hu_hu: A szabály, a feltétel kiértékeléséhez használandó.

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Criterion:
hu_hu: Feltétel:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: The criterion to evaluate (e.g. ""^Mozilla\/4\.0 \(compatible; MSIE 6\.0; Windows NT \d\.\d(.*)\)$"" or ""phone"").
hu_hu: A kiértékelendő feltétel (pl. ""^Mozilla\/4\.0 \(compatible; MSIE 6\.0; Windows NT \d\.\d(.*)\)$"" vagy ""phone"").

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Theme:
hu_hu: Téma:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: The theme that must be selected if the criterion matches according to the rule. Only enabled themes appear here. Please enable more than one theme in order to be able to use this feature.
hu_hu: A téma, amely kiválasztásra kerül, amennyiben a feltétel megfelel a szabályoknak. Itt csak az engedélyezett témák jelennek meg. Kérem engedélyezzen legalább egy témát ennek a funkciónak a használatához.

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Priority:
hu_hu: Prioritás:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Setting the priority for this rule enables other theme providers to cohabitate with this one. You can leave the default value of 10 in other cases.
hu_hu: A szabály prioritásának beállításával ez a téma együttesen jelenhet meg más témákkal. Egyéb esetben hagyja meg az alapértelmezett (10) értéket.

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Zone:
hu_hu: Zóna:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Position:
hu_hu: Pozíció:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Optionally specify a zone name and a position within that zone for a link that enables the user to switch back to the default theme. This link is rendered by the Vandelay_ThemePicker_LinkToDefault shape, using the Vandelay.ThemePicker.LinkToDefault.cshtml template of the theme.
hu_hu: Meghatározhat egy zóna nevet és azon belül egy pozíciót egy linknek, amellyel a felhasználó visszaválthat az alapértelmezett témára. A linket a Vandelay_ThemePicker_LinkToDefault shape hozza létre, amely a Vandelay.ThemePicker.LinkToDefault.cshtml fájlból generálódik.

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Add
hu_hu: Hozzáad

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: Custom id
hu_hu: Egyéni id

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: You may specify here the id of the outer tag for this content item.
hu_hu: Itt adhatja meg a tartalomelemet tartalmazó tag id-ját.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: Css Class
hu_hu: CSS osztály:

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: You may specify here a list of CSS classes separated by spaces that will be added to the outer tag for this content item.
hu_hu: Itt adhat meg egy CSS osztályokat szóközzel elválasztva tartalmazó listát, amelyek a tartalomelemet tartalmazó tag-hez lesznek hozzáadva.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: Script URLs
hu_hu: Script URL-ek

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: You may specify here a list of scripts to include when this content item is displayed. Each script will be included only once even if more than one item requires it. Enter one script per line. A script can be the name of a registered script such as "jQuery" or the URL of any script, such as "~/Themes/MyTheme/scripts/foo.js".
hu_hu: Itt megadhat egy szkripteket tartalmazó listát, amelyek be lesznek töltve, amikor a tartalomelem megjelenik. Minden szkript egyszer került betöltésre akkor is, ha több elem használja. Soronként egy szkriptet írjon be. A szkript neve lehet egy ismert név, pl. "jQuery", vagy egy URL, pl. "~/Themes/MyTheme/scripts/foo.js".

source: Upload favicon files into a favicon folder in the Media module.
hu_hu: Töltsön fel favicon-t a Média modul-ban egy favicon könyvtárba.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/Feedburner.cshtml
source: Get a feedburner feed from <a href="http://feedburner.google.com">http://feedburner.google.com</a>. You will need the URL of your current feed, that you can find by viewing the source of the front-end view of this content item in your browser. You should be looking for a tag looking like this: &lt;link rel="alternate" type="application/rss+xml title="my content item" href="/rss?containerid=13" /&gt;. The URL you want to give on the Feedburner site is the value of the href attribute. This href value is unfortunately relative so we need to add the absolute URL of the site in front of it (e.g. "http://contoso.com/rss?containerid=13"). Once you have set-up your Feedburner feed with that absolute URL, you will be provided a feedburner URL for your feed, which is what you want to paste into the text field above.
hu_hu: Regisztráljon egy Feedburner hírcsatornál (<a href="http://feedburner.google.com">http://feedburner.google.com</a>). Szüksége lesz a hírcsatorna jelenlegi URL-jére, amelyet az böngészőben az oldal forráskódjában talál az adott tartalomelemnél. Egy ilyen tag-et keressen: &lt;link rel="alternate" type="application/rss+xml title="my content item" href="/rss?containerid=13" /&gt;. A Feedburner oldalnak a href attribútum értékét kell megadni. Ez az érték sajnos relatív hivatkozás, tehát az oldal URL-jét elé kell írni (pl. "http://orchardproject.hu/rss?containerid=20"). Miután beállította a Feedburner hírcsatornát az abszolút URL-lel, az ott kapott URL-t kell bemásolnia a fenti szövegdobozba.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: Remote RSS Url
hu_hu: Távoli RSS URL

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: The URL of a remote RSS or Atom feed. You may need to override Views/Parts/RemoteRss.cshtml, depending on the form of the particular feed you are displaying.
hu_hu: A távoli RSS vagy Atom hírcsatorna URL-je. A hírcsatorna megjelenésétől függően szükség lehet a Views/Parts/RemoteRss.cshtml felüldefiniálására.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: Number of Items
hu_hu: Elemek száma

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: The number of feed items to display. If this is set to more than what the feed returns, then less than that number will be displayed.
hu_hu: Megjelenítendő hírcsatorna elemek száma. Ha nagyobb értéket ad meg, mint ahány elemet a hírcsatorna tartalmaz, akkor kevesebb elem jelenik meg.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: Cache Duration
hu_hu: Gyorsítótár élettartama

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: The number of minutes the site waits before attempting to refresh the feed from live data.
hu_hu: A hírcsatornából érkező adatok frissítései közötti időtartam percben megadva.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/TagCloud.cshtml
source: Enter the slug of the container for which you want the tag cloud (leave empty for the cloud to be scoped to the whole site).
hu_hu: Adja meg a konténer URL-csonkját, amelyhez a címkefelhőt hozzá szeretné rendelni (hagyja üresen, ha az egész oldalról tartalmazza a címkéket).

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/TagCloud.cshtml
source: The number of buckets determines how many different sizes of tags will get rendered in the cloud.
hu_hu: A méretkategóriák száma meghatározza, hány különböző méretben jelenhessen meg a címkék a felhőben.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/TagCloud.cshtml
source: The tag cloud will be rendered as an unordered list with different CSS classes for each size of tag. In order to properly render, the cloud requires CSS similar to the followinf in the theme's stylesheet:<br/>ul.tagCloud { list-style: none; }<br/>li.tagCloud-tag { display: inline; }<br/>.tagCloud-1 { font-size: 1em; }<br/>.tagCloud-2 { font-size: 1.1em; }<br/>.tagCloud-3 { font-size: 1.2em; }<br/>.tagCloud-4 { font-size: 1.3em; }<br/>.tagCloud-5 { font-size: 1.4em; }
hu_hu: A címkefelhő számozatlan listaként (<ul>) jelenik meg, címkeméretenként különböző CSS-osztállyal. A megfelelő megjenelenítéshez a címkefelhőnek az alábbihoz hasonló szerkezetű CSS osztályokra van szüksége a téma CSS-ében: <br/>ul.tagCloud { list-style: none; }<br/>li.tagCloud-tag { display: inline; }<br/>.tagCloud-1 { font-size: 1em; }<br/>.tagCloud-2 { font-size: 1.1em; }<br/>.tagCloud-3 { font-size: 1.2em; }<br/>.tagCloud-4 { font-size: 1.3em; }<br/>.tagCloud-5 { font-size: 1.4em; }
