Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Scripting/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Scripting/Module.txt
source: Scripting
hu_hu: Parancsfájlkezelés

# ~/Modules/Orchard.Scripting/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Scripting/Module.txt
source: The scripting module enables the possibility to execute scripts using a simple custom scripting language.
hu_hu: A parancsfájlkezelés (scripting) modul parancsfájlok egyszerű, egyedi parancsfájlnyelv használatával történő végrehajtását teszi lehetővé.

# ~/Modules/Orchard.Scripting/Module.txt
source: Lightweight scripting
hu_hu: Könnyű parancsfájlkezelés

# ~/Modules/Orchard.Scripting/Module.txt
source: Custom lightweight and simple scripting language.
hu_hu: Egyedi, könnyű és egyszerű parancsfájlnyelv.

# ~/Modules/Orchard.Scripting/Module.txt
source: Scripting Rules
hu_hu: Parancsfájlkezelési szabályok

# ~/Modules/Orchard.Scripting/Module.txt
source: Rules for the Scripting modules
hu_hu: A parancsfájlkezelés modulok szabályai

# ~/Modules/Orchard.Scripting/Module.txt
source: Rules
hu_hu: Szabályok

# Orchard.Scripting.ScriptExpressionEvaluator
source: Syntax error: {0}
hu_hu: Szintaktikai hiba: {0}

# Orchard.Scripting.Rules.ConditionActions
source: Conditions
hu_hu: Feltételek

# Orchard.Scripting.Rules.ConditionActions
source: Script condition
hu_hu: Parancsfájlkezelési feltétel

# Orchard.Scripting.Rules.ConditionActions
source: Evaluates a boolean using a scripting engine.
hu_hu: Logikai értéket ad vissza a parancsfájlkezelési motorral.

# Orchard.Scripting.Rules.ConditionActions
source: There are currently no scripting engine enabled
hu_hu: Jelenleg nincs engedélyezett parancsfájlkezelési motor

# Orchard.Scripting.Rules.ConditionActions
source: Expression is not a boolean value
hu_hu: A kifejezés nem logikai érték

# Orchard.Scripting.Rules.ConditionForms
source: Description
hu_hu: Leírás

# Orchard.Scripting.Rules.ConditionForms
source: Message that will be displayed in the Actions list.
hu_hu: Az üzenet a műveletek listában fog megjelenni.

# Orchard.Scripting.Rules.ConditionForms
source: Condition
hu_hu: Feltétel

# Orchard.Scripting.Rules.ConditionForms
source: Enter a valid boolean expression to evaluate.
hu_hu: Adjon meg egy kiértékelendő logikai kifejezést.
