Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Comments/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Comments/Module.txt
source: Comments
hu_hu: Hozzászólások

# ~/Modules/Orchard.Comments/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Comments/Module.txt
source: The comments system implemented by this module can be applied to arbitrary Orchard content types, such as blogs and pages. It includes comment validation and spam protection through the Akismet service.
hu_hu: Az e modulban implementált hozzászólás rendszer tetszőleges Orchard tartalomtípusokhoz, pl. blogokhoz és oldalakhoz alkalmazható. Hozzászólás-érvényesítést és spam elleni védelmet tartalmaz az Akismet szolgáltatás révén.

# ~/Modules/Orchard.Comments/Module.txt
source: Standard content item comments.
hu_hu: Általános tartalom hozzászólások.

# ~/Modules/Orchard.Comments/Module.txt
source: Social
hu_hu: Társas

# ~/Modules/Orchard.Comments/Module.txt
source: Provides workflow activities for comments management.
hu_hu: Munkafolyam lépések hozzászólások kezeléséhez.

# ~/Modules/Orchard.Comments/Module.txt
source: Workflows
hu_hu: Munkafolyamok

# Orchard.Comments.AdminMenu
source: Comments
hu_hu: Hozzászólások

# Orchard.Comments.AdminMenu
source: List
hu_hu: Lista

# Orchard.Comments.Shapes
source: ({0} pending)
hu_hu: ({0} elbírálásra vár)

# Orchard.Comments.Shapes
source: 1 comment
hu_hu: 1 hozzászólás

# Orchard.Comments.Shapes
source: {0} comments
hu_hu: {0} hozzászólás

# Orchard.Comments.Activities.CloseCommentsActivity
source: Comments
hu_hu: Hozzászólások

# Orchard.Comments.Activities.CloseCommentsActivity
source: Closes the comments on the currently processed content item.
hu_hu: Letiltja a hozzászólásokat az éppen feldolgozás alatt álló tartalomelemen.

# Orchard.Comments.Activities.CloseCommentsActivity
source: Done
hu_hu: Kész

# Orchard.Comments.Controllers.AdminController
source: Couldn't moderate comment
hu_hu: A hozzászólást nem sikerült moderálni

# Orchard.Comments.Controllers.AdminController
source: Couldn't delete comment
hu_hu: A hozzászólást nem sikerült törölni

# Orchard.Comments.Controllers.AdminController
source: Couldn't disable comments
hu_hu: A hozzászólásokat nem sikerült letiltani

# Orchard.Comments.Controllers.AdminController
source: Couldn't enable comments
hu_hu: A hozzászólásokat nem sikerült engedélyezni

# Orchard.Comments.Controllers.AdminController
source: Couldn't edit comment
hu_hu: A hozzászólást nem sikerült szerkeszteni

# Orchard.Comments.Controllers.AdminController
source: Couldn't approve comment
hu_hu: A hozzászólást nem sikerült jóvá hagyni

# Orchard.Comments.Controllers.AdminController
source: Couldn't unapprove comment
hu_hu: A hozzászólást nem sikerült elutasítani

# Orchard.Comments.Controllers.CommentController
source: Couldn't add comment
hu_hu: A hozzászólás nem adható hozzá

# Orchard.Comments.Controllers.CommentController
source: Name is mandatory and must have less than 255 chars
hu_hu: A nevet kötelező megadni és 255 karakternél rövidebbnek kell lennie

# Orchard.Comments.Controllers.CommentController
source: Email is invalid or is longer than 255 chars
hu_hu: Email-cím érvénytelen és/vagy hosszabb, mint 255 karakter

# Orchard.Comments.Controllers.CommentController
source: Site url is invalid or is longer than 255 chars
hu_hu: A webcím érvénytelen és/vagy hosszabb, mint 255 karakter

# Orchard.Comments.Controllers.CommentController
source: Comment is mandatory
hu_hu: A hozzászólás szövegét kötelező megadni

# Orchard.Comments.Controllers.CommentController
source: Your comment has been posted.
hu_hu: A hozzászólás megjelent.

# Orchard.Comments.Controllers.CommentController
source: Your comment will appear after the site administrator approves it.
hu_hu: Az Ön hozzászólása a webhely adminisztrátorának jóváhagyását követően jelenik meg.

# Orchard.Comments.Controllers.CommentController
source: Comment approved successfully
hu_hu: Hozzászólás sikeresen jóváhagyva

# Orchard.Comments.Controllers.CommentController
source: Comment deleted successfully
hu_hu: Hozzászólás sikeresen törölve

# Orchard.Comments.Controllers.CommentController
source: Comment moderated successfully
hu_hu: Hozzászólás sikeresen moderálva

# Orchard.Comments.Drivers.CommentPartDriver
source: Couldn't moderate comment
hu_hu: Nem sikerült a hozzászólás moderálása

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment successfully moderated.
hu_hu: Hozzászólás sikeresen moderálva.

# Orchard.Comments.Drivers.CommentPartDriver
source: Couldn't approve comment
hu_hu: Nem sikerült a hozzászólás jóváhagyása

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment approved.
hu_hu: Hozzászólás jóváhagyva.

# Orchard.Comments.Drivers.CommentPartDriver
source: Couldn't delete comment
hu_hu: Nem sikerült a hozzászólás törlése

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment successfully deleted.
hu_hu: Hozzászólás sikeresen törölve.

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment saved.
hu_hu: Hozzászólás elmentve.

# Orchard.Comments.Drivers.CommentPartDriver
source: Name is mandatory
hu_hu: A nevet kötelező kitölteni

# Orchard.Comments.Feeds.CommentFeedItemBuilder
source: Comment on {0} by {1}
hu_hu: {1} hozzászólása {0} elemhez

# Orchard.Comments.Handlers.CommentSettingsPartHandler
source: Comments
hu_hu: Hozzászólások

# Orchard.Comments.Projections.CommentsFilter
source: Comments
hu_hu: Hozzászólások

# Orchard.Comments.Projections.CommentsFilter
source: Has Comments
hu_hu: Vannak hozzászólások

# Orchard.Comments.Projections.CommentsFilter
source: Commented content items
hu_hu: Hozzászólásokkal rendelkező tartalomelemek

# Orchard.Comments.Rules.CommentsActions
source: Close comments
hu_hu: Hozzászólások lezárása

# Orchard.Comments.Rules.CommentsActions
source: Comments
hu_hu: Hozzászólások

# Orchard.Comments.Rules.CommentsActions
source: Closes comments on a content item.
hu_hu: Hozzászólások lezárása egy tartalomelemnél.

# Orchard.Comments.Rules.CommentsForms
source: Content Item Id
hu_hu: Tartalomelem azonosítója

# Orchard.Comments.Rules.CommentsForms
source: Content Item Id.
hu_hu: Tartalomelem azonosítója.

# Orchard.Comments.Tokens.CommentTokens
source: Comments
hu_hu: Hozzászólások

# Orchard.Comments.Tokens.CommentTokens
source: Commented On
hu_hu: Hozzászólás témája:

# Orchard.Comments.Tokens.CommentTokens
source: The content item this comment was created on.
hu_hu: A tartalomelem, amelyhez a hozzászólás tartozik.

# Orchard.Comments.Tokens.CommentTokens
source: Comment Message
hu_hu: Hozzászólás tartalma

# Orchard.Comments.Tokens.CommentTokens
source: The text of the comment itself
hu_hu: A hozzászólás tartalma

# Orchard.Comments.Tokens.CommentTokens
source: Comment Author
hu_hu: Hozzászólás szerzője

# Orchard.Comments.Tokens.CommentTokens
source: The author of the comment.
hu_hu: A hozzászólás szerzője

# Orchard.Comments.Tokens.CommentTokens
source: Comment Author Url
hu_hu: Hozzászólás szerzőjének webcíme

# Orchard.Comments.Tokens.CommentTokens
source: The url provided by the author of the comment.
hu_hu: A hozzászólás szerzője által megadott webcím.

# Orchard.Comments.Tokens.CommentTokens
source: Comment Author Email
hu_hu: Hozzászólás szerzőjének email-címe

# Orchard.Comments.Tokens.CommentTokens
source: The email provided by the author of the comment.
hu_hu: A hozzászólás szerzője által megadott email-cím.

# Orchard.Comments.Tokens.CommentTokens
source: Comment approval Url
hu_hu: Hozzászólást engedélyező URL

# Orchard.Comments.Tokens.CommentTokens
source: The absolute url to follow in order to approve this comment.
hu_hu: Az abszolút URL amelyre kattintva jóváhagyhatja a hozzászólást.

# Orchard.Comments.Tokens.CommentTokens
source: Comment moderation Url
hu_hu: Hozzászólást moderáló URL

# Orchard.Comments.Tokens.CommentTokens
source: The absolute url to follow in order to moderate this comment.
hu_hu: Az abszolút URL amelyre kattintva moderálhatja a hozzászólást.

# Orchard.Comments.Tokens.CommentTokens
source: Comment deletion Url
hu_hu: Hozzászólást törlő URL

# Orchard.Comments.Tokens.CommentTokens
source: The absolute url to follow in order to delete this comment.
hu_hu: Az abszolút URL amelyre kattintva törölheti a hozzászólást.

# ~/Modules/Orchard.Comments/Views/CommentMetadata.cshtml
source: said
hu_hu: mondta

# ~/Modules/Orchard.Comments/Views/CommentReplyButton.cshtml
source: Reply
hu_hu: Válasz

# ~/Modules/Orchard.Comments/Views/Parts.Comment.SummaryAdmin.cshtml
source: Approve
hu_hu: Jóváhagy

# ~/Modules/Orchard.Comments/Views/Parts.Comment.SummaryAdmin.cshtml
source: Unapprove
hu_hu: Elutasít

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: Comments have been disabled for this content.
hu_hu: Ehhez a tartalomhoz nem lehet hozzászólni.

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: You must be authenticated in order to add a comment.
hu_hu: A hozzászóláshoz be kell jelentkeznie.

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: Add a Comment
hu_hu: Hozzászólok

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: You must {0} to comment.
hu_hu: Kérem {0}, hogy hozzászólhasson.

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: log on
hu_hu: jelentkezzen be

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: Submit Comment
hu_hu: Hozzászólás beküldése

# ~/Modules/Orchard.Comments/Views/Parts.Comments.Count.cshtml
source: No Comments
hu_hu: Nincsenek hozzászólások

# ~/Modules/Orchard.Comments/Views/Parts.Comments.Count.cshtml
source: 1 Comment
hu_hu: 1 hozzászólás

# ~/Modules/Orchard.Comments/Views/Parts.ListOfComments.cshtml
source: No Comments
hu_hu: Nincsenek hozzászólások

# ~/Modules/Orchard.Comments/Views/Parts.ListOfComments.cshtml
source: 1 Comment
hu_hu: 1 hozzászólás

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Comments for {0}
hu_hu: Hozzászólások a következőhöz: {0}

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Enable Comments
hu_hu: Hozzászólások engedélyezése

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Disable Comments
hu_hu: Hozzászólások letiltása

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Choose action...
hu_hu: Válasszon műveletet...

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Approve
hu_hu: Jóváhagy

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Unapprove
hu_hu: Elutasítás

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Filter:
hu_hu: Szűrés:

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: All Comments
hu_hu: Összes hozzászólás

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Approved Comments
hu_hu: Jóváhagyott

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Pending Comments
hu_hu: Elbírálásra váró hozzászólások

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: This is a table of the comments for the content item
hu_hu: Ez a tartalomelemhez tartozó hozzászólások táblázata

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Status
hu_hu: Állapot

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Author
hu_hu: Szerző

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Comment
hu_hu: Hozzászólás

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Date
hu_hu: Dátum

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Pending
hu_hu: Várakozó

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Approved
hu_hu: Jóváhagyott

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Edit Comment
hu_hu: Hozzászólás szerkesztése

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Modules/Orchard.Comments/Views/Admin/Edit.cshtml
source: Edit Comment
hu_hu: Hozzászólás szerkesztése

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Comments
hu_hu: Hozzászólások

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Choose action...
hu_hu: Válasszon műveletet...

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Approve
hu_hu: Jóváhagy

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Unapprove
hu_hu: Elutasítás

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Filter:
hu_hu: Szűrés:

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: All Comments
hu_hu: Összes hozzászólás

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Approved Comments
hu_hu: Jóváhagyott hozzászólások

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Pending Comments
hu_hu: Elbírálásra váró hozzászólások

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: This is a table of the comments in your application
hu_hu: Ez az alkalmazásában lévő hozzászólások táblázata

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Status
hu_hu: Állapot

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Author
hu_hu: Szerző

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Comment
hu_hu: Hozzászólás

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Commented On
hu_hu: Tárgy:

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Actions
hu_hu: Műveletek

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Pending
hu_hu: Elbírálásra váró

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Approved
hu_hu: Jóváhagyott

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: [Empty]
hu_hu: [Üres]

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Modules/Orchard.Comments/Views/DefinitionTemplates/CommentsPartSettings.cshtml
source: Use threaded comments by default
hu_hu: Többszintes hozzászólások használata alapértelmezésként

# ~/Modules/Orchard.Comments/Views/DefinitionTemplates/CommentsPartSettings.cshtml
source: Users must be authenticated to comment
hu_hu: Csak bejelentkezett felhasználók írhatnak hozzászólásokat

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The author's name.
hu_hu: A szerző neve.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Email
hu_hu: Email-cím

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The email address the author has provided with the comment.
hu_hu: A hozzászólás szerzője által megadott email-cím.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The website url the author has provided with the comment.
hu_hu: A hozzászólás szerzője által megadott webcím.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Comment
hu_hu: Hozzászólás

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The body of the comment.
hu_hu: A hozzászólás szövege.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Delete
hu_hu: Töröl

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Moderate
hu_hu: Moderál

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Approve
hu_hu: Jóváhagy

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Add a Comment
hu_hu: Hozzászólok

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Email
hu_hu: Email-cím

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Hi, {0}!
hu_hu: Üdv, {0}!

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Comment
hu_hu: Hozzászólás

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Comments
hu_hu: Hozzászólások

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Show comments
hu_hu: Hozzászólások megjelenítése

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Enable to show the existing comments.
hu_hu: Engedélyezze, hogy a korábbi hozzászólások megjelenjenek.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Allow new comments
hu_hu: Új hozzászólások engedélyezése

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Enable to show the comment form. Disabling still allows the existing comments to be shown but does not allow the conversation to continue.
hu_hu: Az engedélyezés megjeleníti a hozzászólás-űrlapot. A letiltás a már létező hozzászólások megjelenítését továbbra is megengedi, de a társalgás folytatását nem.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Allow threaded comments
hu_hu: Többszintes hozzászólások engedélyezése

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Enable to allow users to answer directly to other comments.
hu_hu: Engedélyezze, hogy a felhasználók közvetlenül válaszolhassanak a hozzászólásokra.

source: Comments
hu_hu: Hozzászólások

source: Comments must be approved before they appear
hu_hu: A hozzászólások csak jóváhagyás után jelennek meg

source: Check if you want to manually approve comments before they can be displayed.
hu_hu: Jelölje be, hogy a hozzászólások csak jóváhagyás után jelenjenek meg.

source: Automatically close comments after
hu_hu: Hozzászólások automatikus lezárása ennyi nap elteltével:

source: days
hu_hu: nap

source: Number of days after comments are automatically closed. Leave to 0 to have them always available.
hu_hu: Ennyi nap elteltével a hozzászólások automatikusan lezárulnak. Hagyja 0 értéken, hogy ne legyen lezárás.
