Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.ArchiveLater/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: Archive Later
hu_hu: Archiválás később

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: The ArchiveLater module introduces scheduled archiving functionality.
hu_hu: Az Archiválás később (ArchiveLater) modul ütemezett archiválási funkciót vezet be.

# Orchard.ArchiveLater.Drivers.ArchiveLaterPartDriver
source: '{0} {1}' could not be parsed as a valid date and time.
hu_hu: '{0} {1}' nem értelmezhető, mint érvényes dátum és idő.

# Orchard.ArchiveLater.Services.ArchiveLaterService
source: Couldn't archive selected content.
hu_hu: A kijelölt tartalom nem archiválható.

# ~/Modules/Orchard.ArchiveLater/Views/EditorTemplates/Parts/ArchiveLater.cshtml
source: Archive Settings
hu_hu: Archiválási beállítások

# ~/Modules/Orchard.ArchiveLater/Views/EditorTemplates/Parts/ArchiveLater.cshtml
source: Archive Later
hu_hu: Archiválás később

source: Scheduled
hu_hu: Ütemezett

source: The page is scheduled for archiving
hu_hu: Az oldal archiválása be van ütemezve

source: Unpublish on
hu_hu: Közzététel visszavonásának ideje:
