Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.ContentPicker/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.ContentPicker/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapat

# ~/Modules/Orchard.ContentPicker/Module.txt
source: UI for selecting Content Items.
hu_hu: Tartalomelemek kiválasztását teszi lehetővé.

# ~/Modules/Orchard.ContentPicker/Module.txt
source: Input Editor
hu_hu: Szövegbeviteli mező

# Orchard.ContentPicker.Drivers.ContentMenuItemPartDriver
source: You must select a Content Item
hu_hu: Válasszon egy tartalomelemet

# Orchard.ContentPicker.Drivers.ContentPickerFieldDriver
source: The field {0} is mandatory
hu_hu: A(z) {0} mezőt kötelező kitölteni

# Orchard.ContentPicker.Drivers.ContentPickerFieldDriver
source: Ids
hu_hu: Azonosítók

# Orchard.ContentPicker.Drivers.ContentPickerFieldDriver
source: A formatted list of the ids, e.g., {1},{42}
hu_hu: A numerikus azonosítók formázott listája, pl.: {1},{42}

# Orchard.ContentPicker.Drivers.NavigationPartDriver
source: The MenuText field is required
hu_hu: A MenuText mezőt kötelező kitölteni

# Orchard.ContentPicker.Services.ContentPickerNavigationProvider
source: Content Picker
hu_hu: Tartalomkiválasztó

# Orchard.ContentPicker.Services.ContentPickerNavigationProvider
source: Recent Content
hu_hu: Friss tartalom

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: Content Picker Field
hu_hu: Tartalomkiválasztó mező

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: Tokens for Content Picker Fields
hu_hu: A tartalomkiválasztó mező token-jei

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: Content Item
hu_hu: Tartalomelem

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: The content item.
hu_hu: A tartalomelem.

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.cshtml
source: Select Content Item
hu_hu: Tartalomelem kiválasztása

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.cshtml
source: Cannot perform requested operation
hu_hu: Nem sikerült a kért műveletet végrehajtani

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.cshtml
source: Authentication timed-out: please log-on again
hu_hu: Lejárt a munkamenet: kérem jelentkezzen be újra

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Remove
hu_hu: Törlés

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: You need to save your changes.
hu_hu: Kérem mentse el a változtatásokat.

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Content Item
hu_hu: Tartalomelem

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Add
hu_hu: Hozzáadás

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.SummaryAdmin.cshtml
source: Select
hu_hu: Választás

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Recent Content
hu_hu: Friss tartalom

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Manage {0} Content
hu_hu: {0} tartalomelem kezelése

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Show
hu_hu: Megjelenít

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: any (show all)
hu_hu: bármely (összes)

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Ordered by
hu_hu: Rendezési szempont:

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: recently created
hu_hu: mostanában jött létre

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: recently modified
hu_hu: mostanában módosult

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: recently published
hu_hu: mostanában lett közzétéve

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Apply
hu_hu: Alkalmaz

source: A content item is required
hu_hu: Egy tartalomelem kötelező

source: Check to ensure the user is providing at least one content item.
hu_hu: Jelölje be, hogy a felhasználónak legalább egy tartalomelemet ki kelljen választani.

source: Allow multiple content items
hu_hu: Több tartalomelem engedélyezése

source: Check to allow the user to select multiple content items.
hu_hu: Jelölje be, hogy a felhasználó több tartalomelemet is kiválaszthasson.

source: Help text
hu_hu: Tipp

source: The help text is written under the field when authors are selecting content items.
hu_hu: A tipp a mező alatt jelenik meg, amikor a szerző tartalomelemeket választ ki.

source: Show Content tab
hu_hu: Tartalom-fül megjelenítése

source: Uncheck to hide the Content tab from the picker window.
hu_hu: Szüntesse meg a kijelölést a Tartalom-fül elrejtéséhez a tartalomválasztó ablakban.

source: Content Types and Parts
hu_hu: Tartalomtípusok és tartalomrészek

source: A comma separated value of all the content types or content parts to display.
hu_hu: A megjelenítendő tartalomtípusok és tartalomrészek vesszővel elválasztott listája.

source: Empty
hu_hu: Üres

source: Content Item
hu_hu: Tartalomelem

source: Browse
hu_hu: Böngészés

source: Select the Content Item to display in the menu.
hu_hu: Válassza ki a menüben megjelenítendő tartalomelemet.

source: Menu Items
hu_hu: Menüpontok

source: The menu items linking to this content item.
hu_hu: Erre a tartalomelemre mutató menü linkek.

source: on
hu_hu: a következő menüben:

source: Not displayed in any menu.
hu_hu: Egyik menüben sem szerepel.

source: Add on a menu
hu_hu: Hozzáadás egy menühöz

source: Select which menu you want the content item to be added on.
hu_hu: Válassza ki azt a menüt, amelyhez a tartalomelemet hozzá szeretné adni.

source: Menu text
hu_hu: Menü szöveg

source: The text that should appear in the menu.
hu_hu: A menüben megjeleníteni kívánt szöveg.

# ~/Modules/Orchard.ContentPicker/Views/Fields/ContentPicker.cshtml
source: No content items.
hu_hu: Nincsenek tartalomelemek.

# ~/Modules/Orchard.ContentPicker/Views/Fields/ContentPicker.SummaryAdmin.cshtml
source: No content items.
hu_hu: Nincsenek tartalomelemek.
