Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Media/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Media/Module.txt
source: Media
hu_hu: Média

# ~/Modules/Orchard.Media/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Media/Module.txt
source: The media module offer basic media management features. It currently only supports image files. Storage goes into the current Orchard file system, which can be the server's physical file system or Azure blob storage.
hu_hu: A médiamodul alapszintű médiakezelési funkciókat nyújt. Jelenleg csak képfájlokat támogat. A tárolás a jelenlegi Orchard fájlrendszerbe kerül, amely a kiszolgáló fizikai fájlrendszere, vagy az Azure blob storage lehet.

# Orchard.Media.AdminMenu
source: Media
hu_hu: Média

# Orchard.Media.AdminMenu
source: Media Storage
hu_hu: Médiatár

# Orchard.Media.Controllers.AdminController
source: Couldn't delete media folder
hu_hu: A médiamappát nem sikerült törölni

# Orchard.Media.Controllers.AdminController
source: Deleting Folder failed: {0}
hu_hu: A mappa törlése sikertelen: {0}

# Orchard.Media.Controllers.AdminController
source: Couldn't create media folder
hu_hu: A médiamappát nem sikerült létrehozni

# Orchard.Media.Controllers.AdminController
source: Media folder created
hu_hu: Médiamappa létrehozva

# Orchard.Media.Controllers.AdminController
source: Creating Folder failed: {0}
hu_hu: A mappa létrehozása sikertelen: {0}

# Orchard.Media.Controllers.AdminController
source: Editing failed: {0}
hu_hu: Szerkesztés nem sikerült: {0}

# Orchard.Media.Controllers.AdminController
source: Couldn't delete media file
hu_hu: A médiafájlt nem sikerült törölni

# Orchard.Media.Controllers.AdminController
source: Media file deleted
hu_hu: Médiafájl törölve

# Orchard.Media.Controllers.AdminController
source: Deleting failed: {0}
hu_hu: A törlés sikertelen: {0}

# Orchard.Media.Controllers.AdminController
source: Media folder deleted
hu_hu: Médiamappa törölve

# Orchard.Media.Controllers.AdminController
source: Deleting media folder failed: {0}
hu_hu: A médiamappa törlése sikertelen: {0}

# Orchard.Media.Controllers.AdminController
source: Couldn't rename media folder
hu_hu: A médiamappát nem sikerült átnevezni

# Orchard.Media.Controllers.AdminController
source: Media folder properties modified
hu_hu: Médiamappa tulajdonságai módosítva

# Orchard.Media.Controllers.AdminController
source: Modifying media folder properties failed: {0}
hu_hu: A médiamappa tulajdonságainak módosítása sikertelen: {0}

# Orchard.Media.Controllers.AdminController
source: Couldn't upload media file
hu_hu: A médiafájlt nem sikerült feltölteni

# Orchard.Media.Controllers.AdminController
source: Select a file to upload
hu_hu: Jelölje ki a feltöltendő fájlt

# Orchard.Media.Controllers.AdminController
source: Uploading media file failed: {0}
hu_hu: Médiafájl feltöltése sikertelen: {0}

# Orchard.Media.Controllers.AdminController
source: Media file(s) uploaded
hu_hu: Médiafájl(ok) feltöltve

# Orchard.Media.Controllers.AdminController
source: ERROR: You don't have permission to upload media files
hu_hu: HIBA: Önnek nincs engedélye médiafájlok feltöltésére

# Orchard.Media.Controllers.AdminController
source: HEY: You didn't give me a file to upload
hu_hu: FIGYELEM: Nem adott meg feltöltendő fájlt

# Orchard.Media.Controllers.AdminController
source: ERROR: Uploading media file failed: {0}
hu_hu: HIBA: A médiafájl feltöltése sikertelen: {0}

# Orchard.Media.Controllers.AdminController
source: Media deleted
hu_hu: Média törölve

# Orchard.Media.Controllers.AdminController
source: Removing media file failed: {0}
hu_hu: A médiafájl eltávolítása sikertelen: {0}

# Orchard.Media.Controllers.AdminController
source: Couldn't modify media file
hu_hu: A médiafájlt nem sikerült törölni

# Orchard.Media.Controllers.AdminController
source: Editing media file failed.
hu_hu: Médiafájl szerkesztése nem sikerült.

# Orchard.Media.Controllers.AdminController
source: Media information updated
hu_hu: Médiainformáció frissítve

# Orchard.Media.Handlers.MediaSettingsPartHandler
source: Media
hu_hu: Média

# Orchard.Media.Services.provides
source: New file name "{0}" is not allowed. Please provide a file extension.
hu_hu: Az új fájlnév "{0}" érvénytelen. Adjon meg fájlkiterjesztést.

# Orchard.Media.Services.provides
source: New file name "{0}" is not allowed.
hu_hu: Az új fájlnév "{0}" érvénytelen.

# Orchard.Media.Services.provides
source: Could not upload file {0}. Supported file types are {1}.
hu_hu: {0} fájl feltöltése nem sikerült. A támogatott fájlkiterjesztések: {1}

# Orchard.Media.Services.XmlRpcHandler
source: Access denied
hu_hu: Hozzáférés megtagadva

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Add Media
hu_hu: Média hozzáadása

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Media Folders
hu_hu: Médiamappák

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: File Path <span> - multiple files must be in a zipped folder</span>
hu_hu: Fájlelérési útvonal <span> – több fájl esetén a fájloknak tömörített (zipelt) mappában kell lenniük</span>

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Browse
hu_hu: Tallózás

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Extract Zip
hu_hu: Zip kicsomagolása

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: After your files have been uploaded, you can edit the titles and descriptions.
hu_hu: A fájlok feltöltése után a címek és a leírások szerkeszthetők.

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Upload
hu_hu: Feltöltés

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Can't upload file. Supported file types are {0}.
hu_hu: Ilyen fájlt nem lehet feltölteni. A támogatott fájltípusok: {0}.

# ~/Modules/Orchard.Media/Views/Admin/Create.cshtml
source: Add a Folder
hu_hu: Mappa hozzáadása

# ~/Modules/Orchard.Media/Views/Admin/Create.cshtml
source: Media Folders
hu_hu: Médiamappák

# ~/Modules/Orchard.Media/Views/Admin/Create.cshtml
source: Folder Name
hu_hu: Mappa neve

# ~/Modules/Orchard.Media/Views/Admin/Create.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Manage Folder
hu_hu: Mappakezelés

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Media Folders
hu_hu: Médiamappák

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Folder Properties
hu_hu: Mappa tulajdonságai

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Add media
hu_hu: Média hozzáadása

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Add a folder
hu_hu: Mappa hozzáadása

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: This is a table of the pages currently available for use in your application.
hu_hu: Ez az Ön alkalmazásában történő felhasználáshoz jelenleg rendelkezésre álló oldalak táblája.

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Author
hu_hu: Szerző

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Last Updated
hu_hu: Legutóbbi frissítés

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Type
hu_hu: Típus

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Size
hu_hu: Méret

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Folder
hu_hu: Mappa

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Edit Media - {0}
hu_hu: Média szerkesztése – {0}

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Media Folders
hu_hu: Médiamappák

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Edit Media
hu_hu: Média szerkesztése

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Dimensions: <span>500 x 375 pixels</span>
hu_hu: Méretek: <span>500 x 375 képpont</span>

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Size: <span>{0}</span>
hu_hu: Méret: <span>{0}</span>

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Added on: <span>{0}</span>
hu_hu: Hozzáadás ideje: <span>{0}</span>

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Embed:
hu_hu: Beágyazás:

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Copy this html to add this media file to your site.
hu_hu: Ez a médiafájl ennek a html kódnak a másolásával adható hozzá az Ön webhelyéhez.

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Folder Properties
hu_hu: Mappa tulajdonságai

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Media Folders
hu_hu: Médiamappák

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Folder Name:
hu_hu: Mappa neve:

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Media
hu_hu: Média

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Add a folder
hu_hu: Mappa hozzáadása

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: This is a table of the media folders currently available for use in your application.
hu_hu: Ez az Ön alkalmazásában történő felhasználáshoz jelenleg rendelkezésre álló médiamappák táblája.

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Author
hu_hu: Szerző

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Last Updated
hu_hu: Legutóbbi frissítés

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Type
hu_hu: Típus

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Size
hu_hu: Méret

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Folder
hu_hu: Mappa

# ~/Modules/Orchard.Media/Views/EditorTemplates/Parts/Media.MediaSettings.cshtml
source: Media
hu_hu: Média

# ~/Modules/Orchard.Media/Views/EditorTemplates/Parts/Media.MediaSettings.cshtml
source: Upload allowed file types (list of extensions separated by spaces)
hu_hu: Feltölthető fájltípusok (kiterjesztések listája szóközökkel elválasztva)
