Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Workflows/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Workflows/Module.txt
source: Workflows
hu_hu: Munkafolyamok

# ~/Modules/Orchard.Workflows/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapat

# ~/Modules/Orchard.Workflows/Module.txt
source: Provides tools to create custom workflows.
hu_hu: Testre szabott munkafolyamok létrehozása és kezelése.

# Orchard.Workflows.AdminMenu
source: Workflows
hu_hu: Munkafolyamok

# Orchard.Workflows.Activities.BranchActivity
source: Flow
hu_hu: Folyam

# Orchard.Workflows.Activities.BranchActivity
source: Splits the workflow on different branches.
hu_hu: Különböző ágakra bontja a munkafolyamot.

# Orchard.Workflows.Activities.ContentActivity
source: Done
hu_hu: Kész

# Orchard.Workflows.Activities.ContentActivity
source: Content Items
hu_hu: Tartalomelemek

# Orchard.Workflows.Activities.ContentActivity
source: Content is created.
hu_hu: Tartalom létrehozva.

# Orchard.Workflows.Activities.ContentActivity
source: Content is updated.
hu_hu: Tartalom frissítve.

# Orchard.Workflows.Activities.ContentActivity
source: Content is published.
hu_hu: Tartalom publikálva.

# Orchard.Workflows.Activities.ContentActivity
source: Content is versioned.
hu_hu: Tartalom verziózva.

# Orchard.Workflows.Activities.ContentActivity
source: Content is removed.
hu_hu: Tartalom eltávolítva.

# Orchard.Workflows.Activities.DeleteActivity
source: Deleted
hu_hu: Törölve

# Orchard.Workflows.Activities.DeleteActivity
source: Content Items
hu_hu: Tartalomelemek

# Orchard.Workflows.Activities.DeleteActivity
source: Delete the content item.
hu_hu: Tartalomelem törlése.

# Orchard.Workflows.Activities.ExclusiveBranchActivity
source: Splits the workflow on different branches, activating the first event to occur.
hu_hu: Szétválasztja a munkafolyamot különböző ágakra, aktiválva rajtuk az első eseményt.

# Orchard.Workflows.Activities.LoggingActivity
source: Diagnostics
hu_hu: Diagnosztika

# Orchard.Workflows.Activities.LoggingActivity
source: Creates an entry in the application's logs.
hu_hu: Létrehoz egy bejegyzést az alkalmazás naplójában.

# Orchard.Workflows.Activities.LoggingActivity
source: Done
hu_hu: Kész

# Orchard.Workflows.Activities.MergeActivity
source: Done
hu_hu: Kész

# Orchard.Workflows.Activities.MergeActivity
source: Flow
hu_hu: Folyam

# Orchard.Workflows.Activities.MergeActivity
source: Merges multiple branches.
hu_hu: Ágak összevonása.

# Orchard.Workflows.Activities.NotificationActivity
source: Notification
hu_hu: Értesítés

# Orchard.Workflows.Activities.NotificationActivity
source: Display a message.
hu_hu: Üzenet megjelenítése.

# Orchard.Workflows.Activities.NotificationActivity
source: Done
hu_hu: Kész

# Orchard.Workflows.Activities.PublishActivity
source: Published
hu_hu: Közzétéve

# Orchard.Workflows.Activities.PublishActivity
source: Content Items
hu_hu: Tartalomelemek

# Orchard.Workflows.Activities.PublishActivity
source: Publish the content item.
hu_hu: Tartalomelem publikálása.

# Orchard.Workflows.Activities.RedirectActivity
source: Redirects to the specified URL.
hu_hu: A megadott URL-re irányít át.

# Orchard.Workflows.Activities.SignalActivity
source: Done
hu_hu: Kész

# Orchard.Workflows.Activities.SignalActivity
source: Events
hu_hu: Események

# Orchard.Workflows.Activities.SignalActivity
source: Suspends the workflow until this signal is specifically triggered.
hu_hu: Felfüggeszti a munkafolyamot ameddig ez a jelzés meg nem érkezik.

# Orchard.Workflows.Activities.TimerActivity
source: Tasks
hu_hu: Feladatok

# Orchard.Workflows.Activities.TimerActivity
source: Wait for a specific time has passed.
hu_hu: A megadott idő elteltéig várakozik.

# Orchard.Workflows.Activities.TimerActivity
source: Done
hu_hu: Kész

# Orchard.Workflows.Activities.TriggerActivity
source: Done
hu_hu: Kész

# Orchard.Workflows.Activities.TriggerActivity
source: Events
hu_hu: Események

# Orchard.Workflows.Activities.TriggerActivity
source: Triggers a Signal by its name.
hu_hu: Egy jelzést indít el a neve alapján.

# Orchard.Workflows.Activities.WebRequestActivity
source: Error
hu_hu: Hiba

# Orchard.Workflows.Activities.WebRequestActivity
source: Success
hu_hu: Siker

# Orchard.Workflows.Activities.WebRequestActivity
source: Performs an HTTP request.
hu_hu: Végrehajt egy HTTP-lekérést.

# Orchard.Workflows.Controllers.AdminController
source: Not authorized to list workflows
hu_hu: Nincs engedélye munkafolyamok megjelenítésére

# Orchard.Workflows.Controllers.AdminController
source: Not authorized to create workflows
hu_hu: Nincs engedélye munkafolyamok létrehozására

# Orchard.Workflows.Controllers.AdminController
source: Not authorized to edit workflows
hu_hu: Nincs engedélye munkafolyamok szerkesztésére

# Orchard.Workflows.Controllers.AdminController
source: Not authorized to manage workflows
hu_hu: Nincs engedélye munkafolyamok kezeléséhez

# Orchard.Workflows.Controllers.AdminController
source: Workflow {0} deleted
hu_hu: {0} munkafolyam törölve

# Orchard.Workflows.Controllers.AdminController
source: Workflow deleted
hu_hu: Munkafolyam törölve

# Orchard.Workflows.Controllers.AdminController
source: Workflow saved successfully
hu_hu: Munkafolyam sikeresen elmentve

# Orchard.Workflows.Forms.BranchForms
source: Available branches.
hu_hu: Elérhető elágazások.

# Orchard.Workflows.Forms.BranchForms
source: A comma separated list of names.
hu_hu: A nevek vesszővel elválasztott listája.

# Orchard.Workflows.Forms.ContentForms
source: Content types
hu_hu: Tartalomtípusok

# Orchard.Workflows.Forms.ContentForms
source: Select some content types.
hu_hu: Válasszon ki tartalomtípusokat.

# Orchard.Workflows.Forms.ContentForms
source: Any
hu_hu: Bármely

# Orchard.Workflows.Forms.LoggingActivityForms
source: Log entry level
hu_hu: Naplózási bejegyzések szintje

# Orchard.Workflows.Forms.LoggingActivityForms
source: Select what type of notification should be displayed.
hu_hu: Válassza ki, mely értesítések jelenjenek meg.

# Orchard.Workflows.Forms.LoggingActivityForms
source: Debug
hu_hu: Hibakeresés

# Orchard.Workflows.Forms.LoggingActivityForms
source: Information
hu_hu: Információ

# Orchard.Workflows.Forms.LoggingActivityForms
source: Warning
hu_hu: Figyelmeztetés

# Orchard.Workflows.Forms.LoggingActivityForms
source: Error
hu_hu: Hiba

# Orchard.Workflows.Forms.LoggingActivityForms
source: Fatal
hu_hu: Végzetes

# Orchard.Workflows.Forms.LoggingActivityForms
source: Message
hu_hu: Üzenet

# Orchard.Workflows.Forms.LoggingActivityForms
source: The message to log.
hu_hu: A naplózandó üzenet.

# Orchard.Workflows.Forms.NotificationActivityForms
source: Notification type
hu_hu: Értesítés típusa

# Orchard.Workflows.Forms.NotificationActivityForms
source: Select what type of notification should be displayed.
hu_hu: Válassza ki a megjelenítendő figyelmeztetés típusát.

# Orchard.Workflows.Forms.NotificationActivityForms
source: Information
hu_hu: Információ

# Orchard.Workflows.Forms.NotificationActivityForms
source: Warning
hu_hu: Figyelmeztetés

# Orchard.Workflows.Forms.NotificationActivityForms
source: Error
hu_hu: Hiba

# Orchard.Workflows.Forms.NotificationActivityForms
source: Message
hu_hu: Üzenet

# Orchard.Workflows.Forms.NotificationActivityForms
source: The notification message to display.
hu_hu: A megjelenítendő figyelmeztetés szövege.

# Orchard.Workflows.Forms.RedirectActionForm
source: The url to redirect to.
hu_hu: Az URL, amelyre az átirányítás történik.

# Orchard.Workflows.Forms.SignalForms
source: Name of the signal.
hu_hu: A jelzés neve.

# Orchard.Workflows.Forms.SignalForms
source: The name of the signal.
hu_hu: A jelzés neve.

# Orchard.Workflows.Forms.SignalForms
source: Available signals
hu_hu: Elérhető jelzések

# Orchard.Workflows.Forms.SignalForms
source: Select a signal.
hu_hu: Válasszon ki egy jelzést.

# Orchard.Workflows.Forms.ScheduleForms
source: Amount
hu_hu: Mennyiség

# Orchard.Workflows.Forms.ScheduleForms
source: Amount type
hu_hu: Időegység típusa

# Orchard.Workflows.Forms.ScheduleForms
source: Minutes
hu_hu: Perc

# Orchard.Workflows.Forms.ScheduleForms
source: Hours
hu_hu: Óra

# Orchard.Workflows.Forms.ScheduleForms
source: Days
hu_hu: Nap

# Orchard.Workflows.Forms.ScheduleForms
source: Weeks
hu_hu: Hét

# Orchard.Workflows.Forms.ScheduleForms
source: Months
hu_hu: Hónap

# Orchard.Workflows.Forms.ScheduleForms
source: You must provide an Amount
hu_hu: Meg kell adnia egy időtartamot

# Orchard.Workflows.Forms.ScheduleForms
source: You must provide a Type
hu_hu: Választania kell egy típust

# Orchard.Workflows.Forms.WebRequestForm
source: The url to send the request to.
hu_hu: Az URL, ahova a kérést küldeni kell.

# Orchard.Workflows.Forms.WebRequestForm
source: Verb
hu_hu: Metódus

# Orchard.Workflows.Forms.WebRequestForm
source: The HTTP verb to use.
hu_hu: A használandó HTTP metódus.

# Orchard.Workflows.Forms.WebRequestForm
source: Headers
hu_hu: Fejlécek

# Orchard.Workflows.Forms.WebRequestForm
source: Enter one line per header=value pair
hu_hu: Adjon meg egy sort fejléc=érték páronként

# Orchard.Workflows.Forms.WebRequestForm
source: Form Format
hu_hu: Űrlap formátuma

# Orchard.Workflows.Forms.WebRequestForm
source: The serialization format to use for the POST body.
hu_hu: A POST-metódus tartalmának szériazilálási formátuma.

# Orchard.Workflows.Forms.WebRequestForm
source: Form Values
hu_hu: Űrlap értékek

# Orchard.Workflows.Forms.WebRequestForm
source: For KeyValue, enter one line per key=value pair to submit when using the POST verb. For JSon, enter a valid JSon string
hu_hu: A Kulcs-érték párokhoz írjon soronként egy kulcs=érték párt, amely a POST metódus tartalma lesz. JSON esetében egy érvényes JSON-string-et kell megadni.

# Orchard.Workflows.Tokens.SignalTokens
source: Workflow
hu_hu: Munkafolyam

# Orchard.Workflows.Tokens.SignalTokens
source: Workflow tokens.
hu_hu: Munkafolyam token-ek

# Orchard.Workflows.Tokens.SignalTokens
source: The relative url to call in order to trigger the specified Signal.
hu_hu: A meghívandó relatív URL a megadott jelzés aktiválására.

# Orchard.Workflows.Tokens.StateTokens
source: Workflow
hu_hu: Munkafolyam

# Orchard.Workflows.Tokens.StateTokens
source: Workflow tokens.
hu_hu: Munkafolyam token-ek.

# Orchard.Workflows.Tokens.StateTokens
source: State:<workflowcontext path>
hu_hu: Állapot:<workflowcontext path>

# Orchard.Workflows.Tokens.StateTokens
source: The workflow context state to access. Workflow.State:MyData.MyProperty.SubProperty
hu_hu: A hozzáférendő munkafolyam kontextus állapot. Workflow.State:MyData.MyProperty.SubProperty

# ~/Modules/Orchard.Workflows/Views/Activity-Delete.cshtml
source: Delete content item
hu_hu: Tartalomelem törlése

# ~/Modules/Orchard.Workflows/Views/Activity-Publish.cshtml
source: Publish content item
hu_hu: Tartalomelem publikálása

# ~/Modules/Orchard.Workflows/Views/Activity-Redirect.cshtml
source: Redirect to {0}
hu_hu: Átirányítás címre: {0}

# ~/Modules/Orchard.Workflows/Views/Activity-Redirect.cshtml
source: Redirect
hu_hu: Átirányítás

# ~/Modules/Orchard.Workflows/Views/Activity-Timer.cshtml
source: {0} {1} after
hu_hu: {0} {1} elteltével

# ~/Modules/Orchard.Workflows/Views/Parts.Workflow.SummaryAdmin.cshtml
source: Running workflows
hu_hu: Futó munkafolyamok

# ~/Modules/Orchard.Workflows/Views/Parts.Workflow.SummaryAdmin.cshtml
source: Running ({0})
hu_hu: Fut ({0})

# ~/Modules/Orchard.Workflows/Views/Parts.Workflow.SummaryAdmin.cshtml
source: {0} Workflow
hu_hu: {0} munkafolyam

# ~/Modules/Orchard.Workflows/Views/Parts.Workflow.SummaryAdmin.cshtml
source: {0} Workflows
hu_hu: {0} munkafolyam

# ~/Modules/Orchard.Workflows/Views/Admin/Create.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Workflows/Views/Admin/Create.cshtml
source: The name of the Workflow
hu_hu: A munkafolyam neve

# ~/Modules/Orchard.Workflows/Views/Admin/Create.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Edit Workflow {0}
hu_hu: {0} munkafolyam szerkesztése

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Starts workflow
hu_hu: Munkafolyam kezdőpontja

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Edit
hu_hu: Szerkesztés

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Remove
hu_hu: Eltávolítás

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Are you sure you want to remove this activity?
hu_hu: Biztosan törölni akarja ezt a tevékenységet?

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Close
hu_hu: Bezár

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: You need to hit "Save" in order to save your changes.
hu_hu: Kattintson a "Mentés"-re a változtatások mentéséhez.

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: The workflow needs at least one activity to be set as a starting state.
hu_hu: Legalább egy tevékenységet kell kijelölni a munkafolyam kezdőpontjának.

# ~/Modules/Orchard.Workflows/Views/Admin/EditActivity.cshtml
source: Edit Activity
hu_hu: Tevékenység szerkesztése

# ~/Modules/Orchard.Workflows/Views/Admin/EditActivity.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Workflows/Views/Admin/EditActivity.cshtml
source: Cancel
hu_hu: Mégsem

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Manage Workflow Definitions
hu_hu: Munkafolyam-leírások kezelése

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Create new Workflow Definition
hu_hu: Új munkafolyam-leírás létrehozása

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Choose action...
hu_hu: Válasszon műveletet...

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Delete
hu_hu: Töröl

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Sort by:
hu_hu: Rendezési szempont:

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Show:
hu_hu: Mutat:

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: All
hu_hu: Mind

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Filter
hu_hu: Szűrés

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: {0} Running
hu_hu: {0} fut

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Properties
hu_hu: Tulajdonságok

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Running workflows
hu_hu: Futó munkafolyamok

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Worfklow Definition
hu_hu: Munkafolyam leírás

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: No workflows associated with this content item.
hu_hu: Nincsen ehhez a tartalomelemhez kapcsolódó munkafolyam.

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Status
hu_hu: Állapot

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Delete
hu_hu: Töröl
