Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Widgets/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Widgets/Module.txt
source: Widgets
hu_hu: Widgetek

# ~/Modules/Orchard.Widgets/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Widgets/Module.txt
source: An implementation of widgets for Orchard.
hu_hu: Widgetek implementálása az Orchard számára.

# ~/Modules/Orchard.Widgets/Module.txt
source: Page Layer Hinting
hu_hu: Oldalréteg üzenetcsík

# ~/Modules/Orchard.Widgets/Module.txt
source: Adds a notification after creating a new Page with a direct link to create a Widget Layer for that specific page by URL.
hu_hu: Értesítést küld egy olyan új oldal létrehozása után, ahol az URL cím alapján létrejön egy widgetréteg az adott oldalhoz.

# ~/Modules/Orchard.Widgets/Module.txt
source: Add an Edit button on the front-end for authenticated users
hu_hu: Bejelentkezett felhasználók számára gomb hozzáadása a felületeten a szerkesztéshez

# Orchard.Widgets.AdminMenu
source: Widgets
hu_hu: Widgetek

# Orchard.Widgets.AdminMenu
source: Configure
hu_hu: Konfigurálás

# Orchard.Widgets.Commands.LayerCommands
source: Creating Layer {0}
hu_hu: {0} réteg létrehozása

# Orchard.Widgets.Commands.LayerCommands
source: Layer created successfully.
hu_hu: Réteg létrehozása sikerült.

# Orchard.Widgets.Commands.WidgetCommands
source: Creating widget failed : type {0} was not found. Supported widget types are: {1}.
hu_hu: Widget létrehozása nem sikerült: {0} típus nem található. Támogatott típusok: {1}.

# Orchard.Widgets.Commands.WidgetCommands
source: Creating widget failed : layer {0} was not found.
hu_hu: Widget létrehozása nem sikerült: {0} réteg nem található.

# Orchard.Widgets.Commands.WidgetCommands
source: Widget created successfully.
hu_hu: Widget sikeresen létrehozva.

# Orchard.Widgets.Controllers.AdminController
source: To manage widgets you must have a theme enabled.
hu_hu: A widget-ek kezeléséhez engedélyezni kell egy témát.

# Orchard.Widgets.Controllers.AdminController
source: There are no widget layers defined. A layer will need to be added in order to add widgets to any part of the site.
hu_hu: Nincs egy widgetréteg sem megadva. Legalább egy réteget létre kell hozni, hogy a webhelyen widgeteket lehessen elhelyezni.

# Orchard.Widgets.Controllers.AdminController
source: Layer not found: {0}
hu_hu: Réteg nem található: {0}

# Orchard.Widgets.Controllers.AdminController
source: Not authorized to manage widgets.
hu_hu: Nincs engedélye a widget-ek kezeléséhez

# Orchard.Widgets.Controllers.AdminController
source: Need a zone specified for widget placement.
hu_hu: A widget elhelyezéséhez egy meghatározott zónára van szükség.

# Orchard.Widgets.Controllers.AdminController
source: Creating widget failed: {0}
hu_hu: A widget létrehozása nem sikerült: {0}

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been added.
hu_hu: {0} hozzáadása megtörtént.

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been created.
hu_hu: {0} létrehozása megtörtént.

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been saved.
hu_hu: {0} mentése megtörtént.

# Orchard.Widgets.Controllers.AdminController
source: Layer was successfully deleted
hu_hu: A réteg törlése megtörtént

# Orchard.Widgets.Controllers.AdminController
source: Removing Layer failed: {0}
hu_hu: A réteg eltávolítása nem sikerült: {0}

# Orchard.Widgets.Controllers.AdminController
source: Widget not found: {0}
hu_hu: Widget nem található: {0}

# Orchard.Widgets.Controllers.AdminController
source: Editing widget failed: {0}
hu_hu: A widget módoítása nem sikerült: {0}

# Orchard.Widgets.Controllers.AdminController
source: Widget was successfully deleted
hu_hu: A widget törlése megtörtént

# Orchard.Widgets.Controllers.AdminController
source: Removing Widget failed: {0}
hu_hu: A widget eltávolítása nem sikerült: {0}

# Orchard.Widgets.Drivers.LayerPartDriver
source: A Layer with the same name already exists
hu_hu: Már létezik ilyen nevű réteg

# Orchard.Widgets.Drivers.LayerPartDriver
source: The rule is not valid: {0}
hu_hu: A szabály érvénytelen: {0}

# Orchard.Widgets.Drivers.WidgetPartDriver
source: Title can't be empty.
hu_hu: A cím nem lehet üres.

# Orchard.Widgets.Drivers.WidgetPartDriver
source: A Widget with the same Name already exists.
hu_hu: Már létezik widget ezzel a névvel.

# Orchard.Widgets.Filters.WidgetFilter
source: An error occured during layer evaluation on: {0}
hu_hu: Hiba történt a réteg értékelése során: {0}

# Orchard.Widgets.Handlers.LayerHintHandler
source: Would you like to <a href="{0}">add a widget layer</a> for "{1}"?
hu_hu: Szeretne <a href="{0}">felvenni egy widgetréteget</a> a "{1}" számára?

# Orchard.Widgets.Handlers.LayerHintHandler
source: A widget layer for "{0}" at "{1}".
hu_hu: Egy widgetréteg "{0}" oldalhoz "{1}" útvonalon.

# Orchard.Widgets.RuleEngine.RuleManager
source: There are currently not scripting engine enabled
hu_hu: Jelenleg nincs engedélyezett parancsfájlkezelési motor

# Orchard.Widgets.RuleEngine.RuleManager
source: Expression is not a boolean value
hu_hu: A kifejezés nem logikai érték

# ~/Modules/Orchard.Widgets/Views/Widget.ControlWrapper.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Modules/Orchard.Widgets/Views/Widget.DeleteButton.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Widgets/Views/WidgetLayersControl.cshtml
source: Current Layer:
hu_hu: Jelenlegi réteg:

# ~/Modules/Orchard.Widgets/Views/WidgetLayersControl.cshtml
source: Show
hu_hu: Látható:

# ~/Modules/Orchard.Widgets/Views/WidgetLayersControl.cshtml
source: Edit
hu_hu: Szerkesztés

# ~/Modules/Orchard.Widgets/Views/WidgetLayersControl.cshtml
source: Add a new layer...
hu_hu: Új réteg létrehozása...

# ~/Modules/Orchard.Widgets/Views/WidgetLayerVisibility.cshtml
source: All Layers:
hu_hu: Minden réteg:

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.cshtml
source: Zones for other enabled themes.
hu_hu: További engedélyezett témák zónái.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.cshtml
source: Widgets in these zones will not appear anywhere when your currently active theme is applied. They might still appear in selectively applied (e.g. mobile) themes.
hu_hu: Ezen zónák widgetjei a jelenleg engedélyezett téma esetén nem jelennek meg sehol. Speciálisan kiválasztott (pl. mobil) témák esetében azonban megjelenhetnek.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: Widgets with problems.
hu_hu: Problémás widgetek.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: These widgets aren't going to appear anywhere because they're missing the CommonPart from their content type. To fix these widgets, if you still want to keep them around, start by fixing their <a href="{0}">Content Types</a>.
hu_hu: Ezek a widgetek nem jelennek meg sehol, mert a típusuk nem tartalmazza a CommonPart részt. Ha továbbra is meg akarja tartani a widgeteket, akkor a <a href="{0}">Tartalomtípusok</a> oldalon javítsa ezeket.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: Remove
hu_hu: Eltávolítás

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Add
hu_hu: Hozzáadás

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move to current layer
hu_hu: Áthelyezés a jelenlegi rétegre

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Remove
hu_hu: Eltávolítás

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move up
hu_hu: Feljebb

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move down
hu_hu: Lejjebb

# ~/Modules/Orchard.Widgets/Views/WidgetSimplePreview.cshtml
source: {0} zone preview
hu_hu: {0} zóna előnézete

# ~/Modules/Orchard.Widgets/Views/Admin/AddLayer.cshtml
source: Add Layer
hu_hu: Réteg hozzáadása

# ~/Modules/Orchard.Widgets/Views/Admin/AddWidget.cshtml
source: Add Widget
hu_hu: Widget hozzáadása

# ~/Modules/Orchard.Widgets/Views/Admin/ChooseWidget.cshtml
source: Choose A Widget
hu_hu: Válasszon egy widgetet

# ~/Modules/Orchard.Widgets/Views/Admin/ChooseWidget.cshtml
source: There are no widgets available to add.
hu_hu: Nincs elérhető widget a hozzáadáshoz.

# ~/Modules/Orchard.Widgets/Views/Admin/EditLayer.cshtml
source: Edit Layer
hu_hu: Réteg szerkesztése

# ~/Modules/Orchard.Widgets/Views/Admin/EditWidget.cshtml
source: Edit Widget
hu_hu: Widget szerkesztése

# ~/Modules/Orchard.Widgets/Views/Admin/Index.cshtml
source: Widgets
hu_hu: Widgetek

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: The name of the Layer as it will be displayed in the admin pages.
hu_hu: A réteg neve, ahogy az adminfelületen megjelenik.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Some text describing the purpose of this Layer.
hu_hu: A réteg leírása néhány szóban.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Layer Rule
hu_hu: Rétegszabály

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: An expression that evaluates to true when the widgets in this layer must be displayed. See <a href="http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer">http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer</a> for more information.
hu_hu: Ha a kifejezés igaz értéket ad vissza, a rétegen található widgetek meg fognak jelenni. További információ: <a href="http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer">http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer</a>.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Zone
hu_hu: Zóna

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The Zone in the Layout where the Widget will be rendered.
hu_hu: A zóna a felületen, ahová a widgetet szeretné elhelyezni.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Layer
hu_hu: Réteg

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The Layer where the Widget will be rendered.
hu_hu: A réteg, ahova a widgetet szeretné elhelyezni.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Position
hu_hu: Pozíció

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The position of the Widget inside the Zone.
hu_hu: A widget pozíciója a zónán belül.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Title
hu_hu: Cím

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The title of the Widget.
hu_hu: A widget megnevezése.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Check to render the title on the front-end, uncheck to hide
hu_hu: Jelölje be a cím megjelenítéséhez az oldalon, az elrejtéshez szüntesse meg a bejelölést

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The technical name of the Widget, used for css class and alternates.
hu_hu: A widgetet azonosító név, amellyel hivatkozni lehet rá CSS-ben.
