Repository: rolah/hello-word
Catalog: Orchard.Web/Core/App_Data/Localization/*/orchard.core.po
Languages: hu_hu

# ~/Core/Title/Views/EditorTemplates/Parts.Title.TitlePart.cshtml
source: You must provide a title for this content item
hu_hu: Adjon meg egy címet ennek az elemnek
