Repository: rolah/hello-word
Catalog: Orchard.Web/Core/App_Data/Localization/*/orchard.core.po
Languages: hu_hu

# ~/Core/Common/Module.txt
source: Common
hu_hu: Közös (common)

# ~/Core/Common/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Core/Common/Module.txt
source: The common module introduces content parts that are going to be used by most content types (common, body, identity).
hu_hu: A Common modul azokat a tartalomrészeket vezeti be, amelyek a leggyakrabban használt tartalomtípusok (Common, Body, Identity) lesznek.

# ~/Core/Containers/Module.txt
source: Containers
hu_hu: Containers (tárolók)

# ~/Core/Containers/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Core/Containers/Module.txt
source: The containers module introduces container and containable behaviors for content items.
hu_hu: A Containers (tárolók) modul tároló és tartalmazható funkcionalitást vezet be a tartalmi elemek számára.

# ~/Core/Contents/Module.txt
source: Contents
hu_hu: Contents (tartalmak)

# ~/Core/Contents/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Core/Contents/Module.txt
source: The contents module enables the creation of custom content types.
hu_hu: A tartalom modul egyedi tartalomtípusok létrehozását teszi lehetővé.

# ~/Core/Contents/Module.txt
source: Default custom content type definition, creation and management.
hu_hu: Alapértelmezett egyéni tartalomtípus definíció, létrehozás és kezelés.

# ~/Core/Contents/Module.txt
source: Add an Edit button on the front-end for authenticated users
hu_hu: Egy bejelentkezett felhasználók által látható Szerkesztés gomb hozzáadása a frontendhez

# ~/Core/Contents/Module.txt
source: Content
hu_hu: Content (tartalom)

# ~/Core/Dashboard/Module.txt
source: Dashboard
hu_hu: Dashboard (vezérlőpult)

# ~/Core/Dashboard/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Core/Dashboard/Module.txt
source: The dashboard module is providing the dashboard screen of the admininstration UI of the application.
hu_hu: Az Dashboard (vezérlőpult) modul az adminisztrációs felület vezérlőpult nyitóképernyőjét adja.

# ~/Core/Feeds/Module.txt
source: Feeds
hu_hu: Feeds (hírcsatornák)

# ~/Core/Feeds/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Core/Feeds/Module.txt
source: The Feeds module is providing RSS feeds to content items.
hu_hu: A Feeds (hírcsatornák) modul RSS hírcsatornákat biztosít a tartalomelemek számára.

# ~/Core/Navigation/Module.txt
source: Navigation
hu_hu: Navigáció

# ~/Core/Navigation/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Core/Navigation/Module.txt
source: The navigation module creates and manages a simple navigation menu for the front-end of the application and allows you to add content items to the admin menu.
hu_hu: A Navigation modul egyszerű menük létrehozását, kezelését és a front-end-en való megjelenítését teszi lehetővé és segítségével az Admin felületen tartalomelemeket tud hozzáadni.

# ~/Core/Reports/Module.txt
source: Reports
hu_hu: Reports (jelentések)

# ~/Core/Reports/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Core/Reports/Module.txt
source: The dashboard module is providing the reports screen of the application.
hu_hu: A Dashboard (vezérlőpult) modul biztosítja az alkalmazás jelentéseket kezelő képernyőjét.

# ~/Core/Scheduling/Module.txt
source: Scheduling
hu_hu: Scheduling (ütemezés)

# ~/Core/Scheduling/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Core/Scheduling/Module.txt
source: The scheduling module enables background task scheduling.
hu_hu: A Scheduling (ütemezés) modul a háttérfeladatok ütemezését teszi lehetővé.

# ~/Core/Settings/Module.txt
source: Settings
hu_hu: Settings (beállítások)

# ~/Core/Settings/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Core/Settings/Module.txt
source: The settings module creates site settings that other modules can contribute to.
hu_hu: A Settings (beállítások) modul olyan beállításokat hoz létre, amelyekhez más modulok hozzájárulhatnak.

# ~/Core/Shapes/Module.txt
source: Shapes
hu_hu: Shapes (alakzatok)

# ~/Core/Shapes/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Core/Shapes/Module.txt
source: The shapes module contains core shape templates and display hooks.
hu_hu: A Shapes (alakzatok) modul alap alakzatsablonokat és kijelzős kapcsolódási pontokat tartalmaz.

# ~/Core/Title/Module.txt
source: Title
hu_hu: Title (cím)

# ~/Core/Title/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Core/Title/Module.txt
source: The title module enables content items to have titles.
hu_hu: A Title (cím) modul lehetővé teszi, hogy tartalmaknak legyen címük.

# ~/Core/XmlRpc/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Core/XmlRpc/Module.txt
source: The XmlRpc module enables creation of contents from client applications such as LiveWriter.
hu_hu: Az XmlRcp modul tartalmak kliens alkalmazásokból (pl. LiveWriter) történő létrehozását teszi lehetővé.

# Orchard.Core.Common.Shapes
source: Draft
hu_hu: Vázlat

# Orchard.Core.Common.Shapes
source: as a Draft
hu_hu: Vázlatként

# Orchard.Core.Common.DateEditor.DateEditorDriver
source: '{0} {1}' could not be parsed as a valid date and time.
hu_hu: '{0} {1}' nem értelmezhető, mint érvényes dátum és idő.

# Orchard.Core.Common.DateEditor.DateEditorDriver
source: Both the date and time need to be specified.
hu_hu: A dátumot és az időt is meg kell adni.

# Orchard.Core.Common.Drivers.CommonPartDriver
source: Invalid container
hu_hu: Érvénytelen tároló

# Orchard.Core.Common.Drivers.TextFieldDriver
source: The field {0} is mandatory
hu_hu: A(z) {0} mező(k) kitöltendő(k)

# Orchard.Core.Common.Drivers.TextFieldDriver
source: Value
hu_hu: Érték

# Orchard.Core.Common.Drivers.TextFieldDriver
source: The text associated with the field.
hu_hu: A mezőhöz tartozó szöveg.

# Orchard.Core.Common.OwnerEditor.OwnerEditorDriver
source: Invalid user name
hu_hu: Érvénytelen felhasználónév

# ~/Core/Common/Views/CommonMetadataOwner.cshtml
source: By {0}
hu_hu: Szerző: {0}

# ~/Core/Common/Views/CommonMetadataOwner.cshtml
source: unknown
hu_hu: ismeretlen

# ~/Core/Common/Views/Parts.Common.Body.Summary.cshtml
source: more
hu_hu: Tovább »

# ~/Core/Common/Views/Parts.Common.Date.Edit.cshtml
source: Created On
hu_hu: Létrehozás dátuma

# ~/Core/Common/Views/Parts.Common.Metadata.SummaryAdmin.cshtml
source: Last modified: {0}
hu_hu: Legutóbbi módosítás: {0}

# ~/Core/Common/Views/Parts.Common.Owner.Edit.cshtml
source: Owner
hu_hu: Tulajdonos

# ~/Core/Common/Views/DefinitionTemplates/BodyPartSettings.cshtml
source: Default flavor
hu_hu: Alapértelmezett változat

# ~/Core/Common/Views/DefinitionTemplates/BodyTypePartSettings.cshtml
source: Flavor
hu_hu: Változat

# ~/Core/Common/Views/DefinitionTemplates/DateEditorSettings.cshtml
source: Show editor for creation date time
hu_hu: A létrehozás dátuma és ideje módosítható

# ~/Core/Common/Views/DefinitionTemplates/OwnerEditorSettings.cshtml
source: Show editor for owner
hu_hu: A tulajdonos módosíható

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Display options
hu_hu: Megjelenítési beállítások

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Default flavor
hu_hu: Alapértelmezett szövegformátum

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Required
hu_hu: Kitöltendő

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Check to ensure the user enters a value in this field.
hu_hu: Jelölje be ahhoz, hogy a felhasználónak értéket kelljen adnia a mezőnek.

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Help text
hu_hu: Megjegyzés

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: The help text is written under the field when authors are editing the content item.
hu_hu: A megjegyzés a mező alatt jelenik meg akkor, amikor a szerkesztők a tartalmi elemet módosítják.

# ~/Core/Common/Views/EditorTemplates/DateTimeEditor.cshtml
source: Date
hu_hu: Dátum

# ~/Core/Common/Views/EditorTemplates/DateTimeEditor.cshtml
source: Time
hu_hu: Idő

# ~/Core/Common/Views/EditorTemplates/Parts.Common.Body.cshtml
source: Body
hu_hu: Szövegtörzs

# Orchard.Core.Containers.Controllers.ItemController
source: Container not found
hu_hu: Tároló nem található

# Orchard.Core.Containers.Controllers.ItemController
source: Cannot view content
hu_hu: Nincs engedélye megtekinteni a tartalmat

# Orchard.Core.Containers.Drivers.ContainablePartDriver
source: (None)
hu_hu: (Nincs)

# Orchard.Core.Containers.Drivers.ContainerPartDriver
source: There are no content types in the system with a Containable part attached. Consider adding a Containable part to some content type, existing or new, in order to relate items to this (Container enabled) item.
hu_hu: A rendszerben nincs kapcsolódó tartalmazható résszel rendelkező tartalomtípus. Az elemeknek ezen elemhez történő kapcsolása érdekében javasoljuk, hogy valamelyik tartalomtípushoz adjon hozzá tartalmazható részt.

# Orchard.Core.Containers.Drivers.ContainerWidgetPartDriver
source: (None - create container enabled items first)
hu_hu: (Nincs – előbb hozza létre a tárolóhoz alkalmas elemeket)

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Show Container Picker
hu_hu: Tartalmazó-kiválasztó megjelenítése

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Check this option to render a container picker on the content editor for this type.
hu_hu: Jelölje be, ha egy tartalmazó elem kiválasztására szolgáló szerkesztőt szeretne megjeleníteni ennek a tartalomtípusnak a szerkesztőfelületén.

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Show Position Editor
hu_hu: Pozíciószerkesző megjelenítése

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Check this option to render a position editor on the content editor for this type.
hu_hu: Jelölje be, hogy a pozíció kiválasztását lehetővé tevő elemet szeretne megjeleníteni ennek a tartalomtípusnak a szerkesztőfelületén.

# ~/Core/Containers/Views/DefinitionTemplates/ContainerPartSettings.cshtml
source: Default Page Size
hu_hu: Alapértelmezett oldalméret

# ~/Core/Containers/Views/DefinitionTemplates/ContainerPartSettings.cshtml
source: Show paging controls
hu_hu: Lapozás megjelenítése

source: Default Page Size
hu_hu: Alapértelmezett oldalméret

source: Show paging controls
hu_hu: Lapozás megjelenítése

source: Enable drag and drop
hu_hu: Húzás és ejtés engedélyezése

source: Check this option to enable manual repositioning of items using. If not set, this option will be configurable on the list content item itself.
hu_hu: Jelölje be a kézi áthelyezés engedélyezését. Ha nem állítja be, akkor a tartalomelemek szerkesztőjében tudja engedélyezni.

source: List View
hu_hu: Lista nézet

source: The default list view to use when rendering this list in the admin. This is configurable per individual list.
hu_hu: Az alapértelmezett listázási nézet az Admin felületen való megjelenítéséhez, amelyet minden listához egyenként konfigurálhat.

source: Restrict the item content types this type supports.
hu_hu: E típus által támogatott tartalomtípusok korlátozása.

source: Supported Types
hu_hu: Támogatott típusok

source: (Any)
hu_hu: (bármely)

source: Select zero or more content types that this content type supports. Selecting zero content types means the list can contain any content type. Only types with the Containable part can be contained in a list.
hu_hu: Jelölje be, hogy mely tartalomtípusok használhatóak fel ehhez a típushoz. Ha egyet sem választ ki, akkor mindegyik felhasználható lesz. Csak olyan típusokat lehet kiválasztani, amelyek rendelkeznek a Containable tartalomrésszel.

# ~/Core/Containers/Views/EditorTemplates/Containable.cshtml
source: Member of
hu_hu: Tag:

# ~/Core/Containers/Views/EditorTemplates/Containable.cshtml
source: Position
hu_hu: Pozíció

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Show contained items list
hu_hu: Tartalmazott elemek listájának megjelenítése

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Renders the contained items when this list is displayed.
hu_hu: A lista megjelenítésekor listázza a tartalomelemeket.

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Enable positoning
hu_hu: Áthelyezés engedélyezése

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Check this option to enable manual repositioning of items.
hu_hu: Jelölje be, hogy az elemeket kézzel is át lehessen helyezni.

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Contains
hu_hu: Listaelem típusa

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: (Any)
hu_hu: (bármely)

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Select zero or more content types. Selecting zero content types means the list can contain any content type. Only types with the Containable part can be contained in a list.
hu_hu: Válasszon ki tartalomtípusokat. Ha egyet sem választ ki, akkor a lista bármely tartalomtípushoz tartozó elemeket tartalmazhatja. Csak olyan tartalomtípusok elemei lehetnek egy lista részei, amelyek rendelkeznek a Containable tartalomrésszel.

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Page size
hu_hu: Oldalméret

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Show paging controls
hu_hu: Lapozás megjelenítése

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Show on admin menu
hu_hu: Megjelenítés az admin menün

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Menu text
hu_hu: Menüszöveg

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Position
hu_hu: Pozíció

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Image Set
hu_hu: Képek

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Show items from
hu_hu: Elemek mutatása innen:

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Maximum number of items to display
hu_hu: Megjelenítendő elemek maximális száma

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Order by
hu_hu: Sorrend

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Weight
hu_hu: Súlyozás

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Date Created
hu_hu: Létrehozás dátuma

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Date Published
hu_hu: Közzététel dátuma

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Title (Title Part)
hu_hu: Cím (Title Part)

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Custom 1
hu_hu: Egyedi 1

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Custom 2
hu_hu: Egyedi 2

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Custom 3
hu_hu: Egyedi 3

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Order direction
hu_hu: Sorrend iránya

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Ascending
hu_hu: Növekvő

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Descending
hu_hu: Csökkenő

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter items
hu_hu: Elemek szűrése

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter where
hu_hu: Szűrés helye

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter operator
hu_hu: Szűrési művelet

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: is equal to
hu_hu: egyenlő

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: is less than
hu_hu: kisebb, mint

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: is greater than
hu_hu: nagyobb, mint

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: starts with
hu_hu: kezdőérték

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter value
hu_hu: Szűrő értéke

# ~/Core/Containers/Views/EditorTemplates/CustomProperties.cshtml
source: Custom One
hu_hu: Egyéni Egy

# ~/Core/Containers/Views/EditorTemplates/CustomProperties.cshtml
source: Custom Two
hu_hu: Egyéni Kettő

# ~/Core/Containers/Views/EditorTemplates/CustomProperties.cshtml
source: Custom Three
hu_hu: Egyéni Három

# Orchard.Core.Contents.AdminMenu
source: Content
hu_hu: Tartalom

# Orchard.Core.Contents.AdminMenu
source: Content Items
hu_hu: Tartalmi elemek

# Orchard.Core.Contents.AdminMenu
source: New
hu_hu: Új

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't publish selected content.
hu_hu: A kijelölt tartalom nem tehető közzé.

# Orchard.Core.Contents.Controllers.AdminController
source: Content successfully published.
hu_hu: A tartalom közzététele megtörtént.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't unpublish selected content.
hu_hu: A kijelölt tartalom közzététele nem vonható vissza.

# Orchard.Core.Contents.Controllers.AdminController
source: Content successfully unpublished.
hu_hu: A tartalom közzététele visszavonva.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't remove selected content.
hu_hu: A kijelölt tartalom nem távolítható el.

# Orchard.Core.Contents.Controllers.AdminController
source: Content successfully removed.
hu_hu: A tartalom eltávolítása megtörtént.

# Orchard.Core.Contents.Controllers.AdminController
source: Cannot create content
hu_hu: A tartalom nem hozható létre

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't create content
hu_hu: A tartalom nem hozható létre

# Orchard.Core.Contents.Controllers.AdminController
source: Your content has been created.
hu_hu: Az Ön tartalmának létrehozása megtörtént.

# Orchard.Core.Contents.Controllers.AdminController
source: Your {0} has been created.
hu_hu: Az Ön {0} elemének létrehozása megtörtént.

# Orchard.Core.Contents.Controllers.AdminController
source: Cannot edit content
hu_hu: A tartalom nem szerkeszthető

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't publish content
hu_hu: A tartalom nem tehető közzé

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't edit content
hu_hu: A tartalom nem szerkeszthető

# Orchard.Core.Contents.Controllers.AdminController
source: Your content has been saved.
hu_hu: Az Ön tartalma mentésre került.

# Orchard.Core.Contents.Controllers.AdminController
source: Your {0} has been saved.
hu_hu: Az Ön {0} eleme mentésre került.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't clone content
hu_hu: A tartalom nem klónozható

# Orchard.Core.Contents.Controllers.AdminController
source: Could not clone the content item.
hu_hu: Nem sikerült klónozni a tartalmat.

# Orchard.Core.Contents.Controllers.AdminController
source: Successfully cloned. The clone was saved as a draft.
hu_hu: Sikeres klónozás. A klónozott elem piszkozatként lett elmentve.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't remove content
hu_hu: A tartalom nem távolítható el

# Orchard.Core.Contents.Controllers.AdminController
source: That content has been removed.
hu_hu: A tartalom eltávolításra került.

# Orchard.Core.Contents.Controllers.AdminController
source: That {0} has been removed.
hu_hu: A(z) {0} eltávolításra került.

# Orchard.Core.Contents.Controllers.AdminController
source: That content has been published.
hu_hu: A tartalom közzétételre került.

# Orchard.Core.Contents.Controllers.AdminController
source: That {0} has been published.
hu_hu: A(z) {0} közzétételre került.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't unpublish content
hu_hu: A tartalom közzététele nem vonható vissza

# Orchard.Core.Contents.Controllers.AdminController
source: That content has been unpublished.
hu_hu: A tartalomnak a közzététele visszavonásra került.

# Orchard.Core.Contents.Controllers.AdminController
source: That {0} has been unpublished.
hu_hu: A(z) {0} elem közzététele visszavonásra került.

# Orchard.Core.Contents.Controllers.ItemController
source: Cannot view content
hu_hu: A tartalmat nem lehet megtekinteni

# Orchard.Core.Contents.Controllers.ItemController
source: Cannot preview content
hu_hu: A tartalmat nem lehet előzetesen megnézni

# ~/Core/Contents/Views/Content.ControlWrapper.cshtml
source: Edit
hu_hu: Szerkesztés

# ~/Core/Contents/Views/Content.PublishButton.cshtml
source: Publish Now
hu_hu: Közzététel most

# ~/Core/Contents/Views/Content.SaveButton.cshtml
source: Save
hu_hu: Mentés

# ~/Core/Contents/Views/Content.SaveButton.cshtml
source: Cancel
hu_hu: Mégsem

# ~/Core/Contents/Views/Content.SummaryAdmin.cshtml
source: Edit
hu_hu: Szerkesztés

# ~/Core/Contents/Views/Content.SummaryAdmin.cshtml
source: Delete
hu_hu: Törlés

# ~/Core/Contents/Views/Parts.Contents.Clone.SummaryAdmin.cshtml
source: Clone
hu_hu: Klónoz

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: View
hu_hu: Megtekintés

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Publish Draft
hu_hu: Vázlat közzététele

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Preview
hu_hu: Előnézet

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Unpublish
hu_hu: Közzététel visszavonása

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Publish
hu_hu: Közzététel

# ~/Core/Contents/Views/Admin/CreatableTypeList.cshtml
source: Create New Content
hu_hu: Új tartalom létrehozása

# ~/Core/Contents/Views/Admin/Create.cshtml
source: New {0}
hu_hu: Új {0}

# ~/Core/Contents/Views/Admin/Edit.cshtml
source: Edit Content
hu_hu: Tartalom szerkesztése

# ~/Core/Contents/Views/Admin/Edit.cshtml
source: Edit {0}
hu_hu: {0} szerkesztése

# ~/Core/Contents/Views/Admin/List.cshtml
source: Manage Content
hu_hu: Tartalom kezelése

# ~/Core/Contents/Views/Admin/List.cshtml
source: Create New Content
hu_hu: Új tartalom létrehozása

# ~/Core/Contents/Views/Admin/List.cshtml
source: Manage {0} Content
hu_hu: {0} tartalom kezelése

# ~/Core/Contents/Views/Admin/List.cshtml
source: Create New {0}
hu_hu: Új {0} létrehozása

# ~/Core/Contents/Views/Admin/List.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Core/Contents/Views/Admin/List.cshtml
source: Choose action...
hu_hu: Válasszon műveletet...

# ~/Core/Contents/Views/Admin/List.cshtml
source: Publish Now
hu_hu: Közzététel most

# ~/Core/Contents/Views/Admin/List.cshtml
source: Unpublish
hu_hu: Közzététel visszavonása

# ~/Core/Contents/Views/Admin/List.cshtml
source: Delete
hu_hu: Törlés

# ~/Core/Contents/Views/Admin/List.cshtml
source: Apply
hu_hu: Alkalmazás

# ~/Core/Contents/Views/Admin/List.cshtml
source: Show
hu_hu: Látható:

# ~/Core/Contents/Views/Admin/List.cshtml
source: any (show all)
hu_hu: (az összes)

# ~/Core/Contents/Views/Admin/List.cshtml
source: Ordered by
hu_hu: Sorbarendezés e szerint:

# ~/Core/Contents/Views/Admin/List.cshtml
source: recently created
hu_hu: legutóbb létrehozva

# ~/Core/Contents/Views/Admin/List.cshtml
source: recently modified
hu_hu: legutóbb módosítva

# ~/Core/Contents/Views/Admin/List.cshtml
source: recently published
hu_hu: legutóbb közzétéve

# ~/Core/Contents/Views/Admin/List.cshtml
source: Filter by
hu_hu: Szűrés

# ~/Core/Contents/Views/Admin/List.cshtml
source: latest
hu_hu: legújabb

# ~/Core/Contents/Views/Admin/List.cshtml
source: published
hu_hu: közzétéve

# ~/Core/Contents/Views/Admin/List.cshtml
source: unpublished
hu_hu: nem közzétéve
