Repository: rolah/hello-word
Catalog: Orchard.Web/Core/App_Data/Localization/*/orchard.core.po
Languages: hu_hu

# ~/Core/Contents/Views/Admin/List.cshtml
source: all versions
hu_hu: minden verzió

# Orchard.Core.Dashboard.AdminMenu
source: Dashboard
hu_hu: Vezérlőpult

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Welcome to Orchard
hu_hu: Üdvözli az Orchard

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Get up and running
hu_hu: Elindulás

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Start by exploring the menu on the left and familiarize yourself with Orchard. As for the basics, we suggest <a href="{0}">changing the theme</a>, <a href="{1}">adding some pages</a>, <a href="{2}">setup up a blog</a>, and <a href="{3}">configuring basic settings</a>.
hu_hu: Kezdje el a baloldali menü felfedezésével és ismerkedjen az Orchard-dal. Kezdésként javasoljuk <a href="{0}">a témaváltást</a>, <a href="{1}">néhány lap felvételét</a>, <a href="{2}">egy napló indítását</a>, és <a href="{3}">az alapvető beállítások konfigurálását</a>.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Get more goodies
hu_hu: Gyűjtemény böngészése

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Change the way your site works and looks with <a href="{0}">themes</a> and <a href="{1}">modules</a>. There’s plenty to choose from in the <a href="http://orchardproject.net/gallery">Orchard Gallery</a>. We’re always adding things, so be sure to check back often to see what’s new.
hu_hu: Dobja fel a weboldalát különböző <a href="{0}">témák</a> és <a href="{1}">modulok</a> alkalmazásával. Az <a href="http://gallery.orchardproject.net">Orchard Gallery</a> rengeteget kínál. Folyamatosan bővítjük, ezért érdemes gyakran felkeresni.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Read the Docs
hu_hu: Dokumentáció megtekintése

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Are you ready to go deeper and become an Orchard expert? Take a look at the <a href="http://docs.orchardproject.net">Orchard Documentation</a> to learn about how everything connects together and what makes Orchard tick.
hu_hu: Kész mélyebbre ásni, hogy Orchard szakember legyen? Nézze meg az <a href="http://docs.orchardproject.net">Orchard Dokumentációt</a>, hogy kiderüljön hogyan kapcsolódnak össze dolgok, mitől működik az Orchard.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Make friends
hu_hu: Barátkozás

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Find friends that share your interest of Orchard. There are a couple ways that you can <a href="http://orchardproject.net/discussions">discuss and get connected</a> to the project including mailing lists, forums and IRC.
hu_hu: Találjon olyan barátokat, akiket érdekel az Orchard. A projekt <a href="http://orchardproject.net/discussions">megvitatásának és elérésének</a> számos módja van, mint a levelezőlisták, a fórumok és az IRC.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Contribute back
hu_hu: Közreműködés

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Help grow Orchard. We encourage contributions of all sorts, including code submissions, documentation, translations, feature recommendations, and more.Here are some ways to <a href="http://orchardproject.net/contribution">give back to the project</a>.
hu_hu: Segítsen az Orchard fejlesztésében. Bátorítunk mindenfajta hozzájárulást, mint kódfeltöltést, dokumentációt, fordítást, funkció javaslatot, és így tovább. Itt adhatsz <a href="http://orchardproject.net/contribution">visszajelzést a projektről</a>.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Stay up to date
hu_hu: Maradjon naprakész

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Your browser does not support iframes. You can't see advisory messages.
hu_hu: Az Ön böngészője nem támogatja az iframe elemeket. A tanácsadó üzenetek az Ön számára nem jeleníthetők meg.

# Orchard.Core.Navigation.AdminMenu
source: Navigation
hu_hu: Navigáció

# Orchard.Core.Navigation.AdminMenu
source: Main Menu
hu_hu: Főmenü

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu not found.
hu_hu: Nincs ilyen menü.

# Orchard.Core.Navigation.Commands.MenuCommands
source: Invalid username: {0}
hu_hu: Érvénytelen felhasználónév: {0}

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu item created successfully.
hu_hu: A menüpont létrehozása sikerült.

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu name can't be empty.
hu_hu: A menü nevét ki kell tölteni.

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu created successfully.
hu_hu: A menü sikeresen létrejött.

# Orchard.Core.Navigation.Controllers.AdminController
source: Not allowed to manage the main menu
hu_hu: A főmenü kezelése nem engedélyezett

# Orchard.Core.Navigation.Controllers.AdminController
source: Couldn't manage the main menu
hu_hu: A főmenü kezelése nem lehetséges

# Orchard.Core.Navigation.Controllers.AdminController
source: Creating menu item failed: {0}
hu_hu: Menüpont létrehozása sikertelen: {0}

# Orchard.Core.Navigation.Controllers.AdminController
source: Your {0} has been added.
hu_hu: {0} hozzáadva.

# Orchard.Core.Navigation.Drivers.AdminMenuPartDriver
source: The AdminMenuText field is required
hu_hu: Az AdminMenuText mező kötelező

# Orchard.Core.Navigation.Drivers.MenuPartDriver
source: The MenuText field is required
hu_hu: A MenuText mező kötelező

# Orchard.Core.Navigation.Drivers.MenuWidgetPartDriver
source: Home
hu_hu: Nyitólap

# Orchard.Core.Navigation.Drivers.ShapeMenuItemPartDriver
source: The Shape Type is mandatory.
hu_hu: A Shape Type kötelező.

# ~/Core/Navigation/Views/Menu.DeleteButton.cshtml
source: Delete
hu_hu: Törlés

# ~/Core/Navigation/Views/Admin/CreateMenuItem.cshtml
source: Create Menu Item
hu_hu: Új menüpont létrehozása

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Navigation
hu_hu: Navigáció

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: You need to hit "Save All" in order to save your changes.
hu_hu: Az "Összes mentése" segítségével mentheti a változtatásokat.

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Current Menu:
hu_hu: Jelenlegi menü:

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Show
hu_hu: Megjelenít

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Add a new menu...
hu_hu: Új menü...

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: The menu is empty
hu_hu: A menü üres

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Add
hu_hu: Hozzáadás

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Save All
hu_hu: Összes mentése

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Delete
hu_hu: Törlés

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Some items where not saved.
hu_hu: Néhány elemet nem sikerült menteni.

# ~/Core/Navigation/Views/DefinitionTemplates/AdminMenuPartTypeSettings.cshtml
source: Default Position
hu_hu: Alapértelmezett pozíció

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuItem.Edit.cshtml
source: A valid url, i.e. ~/my-page, http://orchardproject.net, /content/file.pdf, ...
hu_hu: Egy érvényes URL, pl.: ~/oldalam, http://orchardproject.hu, /tartalom/fájl.pdf, ...

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: For Menu
hu_hu: Menü:

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Select which menu you want to display
hu_hu: Válassza ki a megjelenítendő menüt

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Start Level
hu_hu: Első megjelenítendő szint

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: The level the menu should start at.
hu_hu: Az első szint sorszáma, amely a menüben megjelenik.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Levels to display
hu_hu: Megjelenítendő szintek száma:

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: The number of levels to display, "0" meaning all levels.
hu_hu: A megjelenítendő szintek száma, "0" esetén az összes szint megjelenik.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Display as Breadcrumb
hu_hu: Megjelenítés breadcrumb-ként

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check to render the path to the current content item.
hu_hu: Jelölje be a jelenlegi tartalomelemhez vezető útvonal megjelenítéséhez.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Add the home page as the first element
hu_hu: Főoldal hozzáadása az első helyre

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check to render the home page as the first element of the breadcrumb.
hu_hu: Jelölje be, hogy a breadcrumb-ok első pozícióján a kezdőlap jelenjen meg.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Add the current content item as the last element
hu_hu: A jelenlegi tartalomelem hozzáadása az utolsó helyre

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check to render the current content item as the last element.
hu_hu: Jelölje be, hogy a jelenlegi tartalomelem az utolsó helyen jelenjen meg.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: No filter on selected page
hu_hu: Nincs szűrés kijelölt oldalon

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check for the menu to be display without filtering the selected current page.
hu_hu: Jelölje be, hogy a menü szűrés nélkül jelenjen meg az aktuálisan kijelöl oldalon.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: Show on admin menu
hu_hu: Megjelenítés az admin menün

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: Menu text
hu_hu: Menü szövege

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: The text that should appear in the menu.
hu_hu: A menüben megjelenítendő szöveg.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: Position
hu_hu: Pozíció

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: The position in the menu.
hu_hu: A pozíció a menüben.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Show on a menu
hu_hu: Megjelenítés egy menüben

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Select which menu you want the content item to be displayed on.
hu_hu: Válassza ki, hogy a tartalomelem melyik menüben jelenjen meg.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Menu text
hu_hu: Menüszöveg

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: The text that should appear in the menu.
hu_hu: A menüben megjelenítendő szöveg.

# ~/Core/Navigation/Views/EditorTemplates/Parts.ShapeMenuItemPart.Edit.cshtml
source: Type of the shape to display
hu_hu: A megjelenítendő shape típusa

# Orchard.Core.Reports.AdminMenu
source: Reports
hu_hu: Jelentések

# Orchard.Core.Reports.AdminMenu
source: View
hu_hu: Megtekintés

# Orchard.Core.Reports.Controllers.AdminController
source: Not authorized to list reports
hu_hu: Jelentések listázása nem engedélyezett

# Orchard.Core.Reports.Controllers.AdminController
source: Not authorized to display report
hu_hu: Jelentések megjelenítése nem engedélyezett

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Display Report
hu_hu: Jelentés megjelenítése

# ~/Core/Reports/Views/Admin/Display.cshtml
source: This is a table of the reports in your application
hu_hu: Ez az Ön alkalmazásában található jelentések táblája

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Type
hu_hu: Típus

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Message
hu_hu: Üzenet

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Date
hu_hu: Dátum

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Reports
hu_hu: Jelentések

# ~/Core/Reports/Views/Admin/Index.cshtml
source: This is a table of the reports in your application
hu_hu: Ez az Ön alkalmazásában található jelentések táblája

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Name
hu_hu: Név

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Title
hu_hu: Cím

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Date
hu_hu: Dátum

# Orchard.Core.Settings.AdminMenu
source: Settings
hu_hu: Beállítások

# Orchard.Core.Settings.AdminMenu
source: General
hu_hu: Általános

# Orchard.Core.Settings.Commands.SiteSettingsCommands
source: 'BaseUrl' site setting is already set. Use the 'Force' flag to override.
hu_hu: Az 'Alap URL' már be van állítva. A 'Force' címkével lehet felülírni.

# Orchard.Core.Settings.Commands.SiteSettingsCommands
source: No HTTP request available to determine the base url of the site
hu_hu: Nincs elérhető HTTP kérés a webhely alap URL-jének meghatározásához

# Orchard.Core.Settings.Commands.SiteSettingsCommands
source: 'BaseUrl' site setting set to '{0}'
hu_hu: Az 'Alap URL' új értéke: '{0}'

# Orchard.Core.Settings.Controllers.AdminController
source: Not authorized to manage settings
hu_hu: Beállítások kezelése nem engedélyezett

# Orchard.Core.Settings.Controllers.AdminController
source: Settings updated
hu_hu: Beállítások frissítve

# Orchard.Core.Settings.Descriptor.ShellDescriptorManager
source: Invalid serial number for shell descriptor
hu_hu: Érvénytelen shell-leíró szériaszám

# Orchard.Core.Settings.Drivers.SiteSettingsPartDriver
source: The user {0} was not found
hu_hu: A(z) {0} felhasználó nem található

# Orchard.Core.Settings.Drivers.SiteSettingsPartDriver
source: The base url must be absolute.
hu_hu: Az alap URL csak abszolút cím lehet.

# Orchard.Core.Settings.Drivers.SiteSettingsPartDriver
source: The base url you entered could not be requested from current location.
hu_hu: A megadott alap URL-t a jelenlegi helyről nem lehet lekérni.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Site Settings
hu_hu: Oldal beálításai

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Tokens for Site Settings
hu_hu: Az oldal beállítás token-jei

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Site Name
hu_hu: Oldal neve

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The name of the site.
hu_hu: Az oldal neve.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The super user of the site.
hu_hu: A weboldal super user-e.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Site Culture
hu_hu: Nyelvi környezet

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The current culture of the site.
hu_hu: Az oldal jelenlegi kulturális környezete.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Base Url
hu_hu: Alap URL

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The base url the site.
hu_hu: Az oldal alap URL-je.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Time Zone
hu_hu: Időzóna

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The current time zone of the site.
hu_hu: Az oldal jelenlegi időzónája.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The setting named {0}.
hu_hu: A(z) {0} beállítás.

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Cultures
hu_hu: Kulturális környezetek

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Manage Settings
hu_hu: Beállítások kezelése

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Supported Cultures
hu_hu: Támogatott kulturális környezetek

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Available Cultures
hu_hu: Rendelkezésre álló kulturális környezetek

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Add a culture...
hu_hu: Kulturális környezet hozzáadása...

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Other
hu_hu: Egyéb

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Add
hu_hu: Hozzáadás

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Cultures this site supports
hu_hu: Az e webhely által támogatott kulturális környezetek

# ~/Core/Settings/Views/Admin/Index.cshtml
source: Settings
hu_hu: Beállítások

# ~/Core/Settings/Views/Admin/Index.cshtml
source: Save
hu_hu: Mentés

# ~/Core/Settings/Views/DisplayTemplates/RemovableCulture.cshtml
source: Delete
hu_hu: Törlés

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Use web.config setting
hu_hu: Web.config beállítások használata

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Enabled
hu_hu: Engedélyezve

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Disabled
hu_hu: Letiltva

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: General
hu_hu: Általános

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Site name
hu_hu: Webhely neve

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Base URL
hu_hu: Alap URL

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Enter the fully qualified base URL of the web site.
hu_hu: Adja meg weboldal teljes alap URL-jét.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: e.g., http://localhost:30320/orchardlocal, http://www.yourdomain.com
hu_hu: pl. http://localhost:30320/orchardlocal, http://www.oldalam.hu

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default Site Culture
hu_hu: Webhely alapértelmezett kulturális környezete

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default culture used to localize strings and to format and parse numbers, date and times.
hu_hu: Meghatározza a weboldalon a szövegek, számok, dátumok és idő megjelenítéséhez használandó területi beállításokat.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Add or remove supported cultures for the site
hu_hu: Támogatott kulturális környezetek hozzáadása vagy eltávolítása

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default Site Calendar
hu_hu: Alapértelmezett naptártípus

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Culture calendar
hu_hu: Naptár területi beállítás

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default calendar used when displaying and editing dates and times.
hu_hu: Meghatározza a dátumok szerkesztéséhez és megjelenítéséhez használt naptárbeállításokat.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: The 'Culture calendar' option means the default calendar for the culture of the current request will be used (not necessarily the configured default site culture).
hu_hu: A 'Naptár területi beállítás' meghatározza az alapértelmezett naptárbeállításokat (amelyek nem feltétlenül egyeznek meg a weboldal területi beállításaival).

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default Time Zone
hu_hu: Alapértelmezett időzóna

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Local to server
hu_hu: A szerver időzónája

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default time zone used when displaying and editing dates and times.
hu_hu: Meghatározza a dátumok és idők szerkesztéséhez és megjelenítéséhez használt alapértelmezett időzónát.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Page title separator
hu_hu: Oldalcím-elválasztó

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Enter an existing account name, or nothing if you don't want a Super user account
hu_hu: Adjon meg egy létező fióknevet, vagy hagyja üresen, ha nem kíván Super user fiókot.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Resource Debug Mode
hu_hu: Erőforrás hibakeresési mód

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines whether scripts and stylesheets load in their debuggable or minified form.
hu_hu: Meghatározza, hogy a parancsfájlok és a stíluslapok hibakeresésre alkalmas vagy csökkentett formájukban töltődnek-e be.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default number of items per page
hu_hu: Elemek oldalankénti alapértelmezett száma

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default number of items that are shown per page.
hu_hu: Meghatározza az oldalanként megjelenő elemek alapértelmezett számát.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Maximum number of items per page
hu_hu: Oldalanként megjelenített elemek maximális száma

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the maximum number of items that are shown per page. Leave 0 for unlimited.
hu_hu: Meghatározza, hogy egy oldalon maximum hány elemet lehet megjeleníteni. Hagyja 0 értéken, hogy ne legyen limit.

# Orchard.Core.Shapes.DateTimeShapes
source: a moment ago
hu_hu: Egy pillanattal ezelőtt

# Orchard.Core.Shapes.DateTimeShapes
source: in a moment
hu_hu: egy pillanat alatt

# Orchard.Core.Shapes.DateTimeShapes
source: 1 day ago
hu_hu: 1 nappal ezelőtt

# Orchard.Core.Shapes.DateTimeShapes
source: {0} days ago
hu_hu: {0} nappal ezelőtt

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 day
hu_hu: 1 napon belül

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} days
hu_hu: {0} napon belül

# Orchard.Core.Shapes.DateTimeShapes
source: 1 hour ago
hu_hu: 1 órával ezelőtt

# Orchard.Core.Shapes.DateTimeShapes
source: {0} hours ago
hu_hu: {0} órával ezelőtt

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 hour
hu_hu: 1 órán belül

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} hours
hu_hu: {0} órán belül

# Orchard.Core.Shapes.DateTimeShapes
source: 1 minute ago
hu_hu: 1 perccel ezelőtt

# Orchard.Core.Shapes.DateTimeShapes
source: {0} minutes ago
hu_hu: {0} perccel ezelőtt

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 minute
hu_hu: 1 percen belül

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} minutes
hu_hu: {0} percen belül

# Orchard.Core.Shapes.DateTimeShapes
source: 1 second ago
hu_hu: 1 másodperccel ezelőtt

# Orchard.Core.Shapes.DateTimeShapes
source: {0} seconds ago
hu_hu: {0} másodperccel ezelőtt

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 second
hu_hu: 1 másodpercen belül

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} seconds
hu_hu: {0} másodpercen belül

# ~/Core/Shapes/Views/ErrorPage.cshtml
source: Oops. Something went wrong ... sorry
hu_hu: Hoppá. Valami félresikerült... Elnézést.

# ~/Core/Shapes/Views/ErrorPage.cshtml
source: An unhandled exception has occurred and the request was terminated. Please refresh the page. If the error persists, go back
hu_hu: Egy nem kezelt kivétel miatt a lekérés megszakadt. Kérjük töltse újra az oldalt. Ha a hiba megmarad, lépjen vissza.

# ~/Core/Shapes/Views/NotFound.cshtml
source: Not found
hu_hu: Nem található

# ~/Core/Shapes/Views/NotFound.cshtml
source: The page you are looking for does not exist.
hu_hu: A keresett oldal nem létezik.

# ~/Core/Shapes/Views/User.cshtml
source: Welcome, <strong>{0}</strong>!
hu_hu: Üdvözlet, <strong>{0}</strong>!

# ~/Core/Shapes/Views/User.cshtml
source: Sign Out
hu_hu: Kijelentkezés

# ~/Core/Shapes/Views/User.cshtml
source: Dashboard
hu_hu: Vezérlőpult

# ~/Core/Shapes/Views/User.cshtml
source: Sign In
hu_hu: Bejelentkezés

# ~/Core/Title/Views/EditorTemplates/Parts.Title.TitlePart.cshtml
source: Title
hu_hu: Cím
