Repository: rolah/hello-word
Catalog: Orchard.Web/App_Data/Localization/*/orchard.root.po
Languages: hu_hu

# Orchard.Commands.CommandHostAgent
source: {0} (Retrying...)
hu_hu: {0} (Újrapróbálkozás...)

# Orchard.Commands.CommandHostAgent
source: Error executing command "{0}"
hu_hu: Hiba a "{0}" parancs futtatásakor

# Orchard.Commands.CommandHostAgent
source: Error starting up Orchard command line host
hu_hu: Hiba az Orchard parancssor indítása során

# Orchard.Commands.CommandHostAgent
source: Error shutting down Orchard command line host
hu_hu: Hiba az Orchard parancssor leállítása során

# Orchard.Commands.CommandHostAgent
source: Exception Details: {0}: {1}
hu_hu: Kivétel részletei: {0}: {1}

# Orchard.Commands.CommandHostAgent
source: Tenant {0} does not exist
hu_hu: A(z) {0} társoldal (tenant) nem létezik

# Orchard.Commands.CommandHostEnvironment
source: A change of configuration requires the session to be restarted.
hu_hu: A konfiguráció módosítása miatt a munkamenetet újra kell indítani.

# Orchard.Commands.DefaultCommandManager
source: Multiple commands found matching arguments "{0}". Commands available: {1}.
hu_hu: A(z) "{0}" argumentumoknak több parancs megfelel. Elérhető parancsok: {1}.

# Orchard.Commands.DefaultCommandManager
source: No command found matching arguments "{0}". Commands available: {1}.
hu_hu: A(z) "{0}" argumentumoknak egy parancs sem felel meg. Elérhető parancsok: {1}.

# Orchard.Commands.DefaultOrchardCommandHandler
source: Switch "{0}" was not found
hu_hu: A(z) "{0}" kapcsoló nem található

# Orchard.Commands.DefaultOrchardCommandHandler
source: A property "{0}" exists but is not decorated with "{1}"
hu_hu: A(z) "{0}" tulajdonság létezik, de nem rendelkezik "{1}" attribútummal

# Orchard.Commands.DefaultOrchardCommandHandler
source: Error converting value "{0}" to "{1}" for switch "{2}"
hu_hu: Hiba a "{2}" kapcsoló használata közben a "{0}" érték "{1}"-ra/re konvertálásakor

# Orchard.Commands.DefaultOrchardCommandHandler
source: (empty)
hu_hu: (üres)

# Orchard.Commands.DefaultOrchardCommandHandler
source: Command arguments "{0}" don't match command definition
hu_hu: A "{0}" argumentum(ok) nem felelnek meg a parancs definíciójával

# Orchard.Commands.DefaultOrchardCommandHandler
source: Method "{0}" does not support switch "{1}".
hu_hu: A(z) "{0}" metódus nem támogatja a(z) "{1}" kapcsolót.

# Orchard.Commands.Builtin.HelpCommand
source: List of available commands:
hu_hu: Elérhető parancsok listája:

# Orchard.Commands.Builtin.HelpCommand
source: {0}: no help text
hu_hu: {0}: nincs súgószöveg

# Orchard.Commands.Builtin.HelpCommand
source: Command {0} doesn't exist
hu_hu: A(z) {0} parancs nem létezik

# Orchard.Data.Migration.DataMigrationNotificationProvider
source: Some features need to be upgraded: {0}
hu_hu: Néhány funkciót frissíteni kell: {0}

# Orchard.Data.Migration.Interpreters.DefaultDataMigrationInterpreter
source: Error while executing data migration: you need to specify the field's type in order to change its properties
hu_hu: Hiba történt a data migration végrehajtása közben: tulajdonságainak módosításához meg kell adni a mező típusát

# Orchard.Data.Migration.Interpreters.MySqlCommandInterpreter
source: Error while executing data migration: you need to specify the field's type in order to change its properties
hu_hu: Hiba történt a data migration futtatása közben: tulajdonságainak módosításához meg kell adni a mező típusát

# Orchard.DisplayManagement.Implementation.DefaultDisplayManager
source: Shape type {0} not found
hu_hu: A(z) {0} típusú shape nem található

# Orchard.Environment.DefaultHostEnvironment
source: Orchard needs to be restarted due to a configuration change, but was unable to do so.
hu_hu: Az Orchard-nak újra kell indulni a konfiguráció megváltozása miatt, de ez nem sikerült.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: There are multiple extensions with the same name installed in this instance of Orchard.
hu_hu: Ebben az Orchard-példányban több azonos nevű bővítmény került telepítésre.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: Extension '{0}' has been found from the following locations: {1}.
hu_hu: A(z) '{0}' funkció a következő helyeken taláható: {1}.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: This issue can be usually solved by removing or renaming the conflicting extension.
hu_hu: E probléma megoldása általában az ütköző bővítmények eltávolítása vagy átnevezése.

# Orchard.Environment.Extensions.ExtensionManager
source: Error while loading extension '{0}'.
hu_hu: Hiba a(z) '{0}' bővítmény betöltése során.

# Orchard.Environment.Extensions.Compilers.DefaultExtensionCompiler
source: Assembly reference '{0}' for project '{1}' cannot be loaded
hu_hu: A(z) '{0}' DLL-referenciát nem sikerült betölteni a(z) '{1}' projekthez

# Orchard.Environment.Extensions.Compilers.DefaultExtensionCompiler
source: Error compiling module "{0}" from file "{1}": {2}
hu_hu: Hiba a(z) "{0}" modul "{1}": \{2} file-ból történő fordítása során

# Orchard.Environment.Extensions.Folders.ExtensionHarvester
source: The extension '{0}' could not be loaded because it has an invalid Path ({1}). It was ignored. The Path if specified must be a valid URL segment. The best bet is to stick with letters and numbers with no spaces.
hu_hu: A(z) '{0}' funkciót nem sikerült betölteni, mert érvénytelen az elérési útvonal ({1}), ezért figyelmen kívül van hagyva. Az elérési útvonalnak, ha meg van adva, érvényes URL-szegmensnek kell lennie. A legjobb módszer, ha csak betűket és számokat tartalmaz, szóközök nélkül.

# Orchard.Environment.Extensions.Folders.ExtensionHarvester
source: The extension '{0}' manifest could not be loaded. It was ignored.
hu_hu: A(z) '{0}' funkció leírását nem sikerült betölteni, ezért figyelmen kívül van hagyva.

# Orchard.Environment.Features.FeatureManager
source: Failed to get state for feature {0}
hu_hu: Nem sikerült a(z) {0} funkció állapotát beállítani

# Orchard.Environment.Features.FeatureManager
source: Found {0} states for feature {1}
hu_hu: A(z) {1} funcióhoz {0} állapotok érhetők el

# Orchard.Events.DefaultOrchardEventBus
source: {0} is not formatted correctly
hu_hu: {0} formázása hibás

# Orchard.FileSystems.AppData.AppDataFolder
source: Unable to make room for file "{0}" in "App_Data" folder
hu_hu: Az "App_Data" mappában nem biztosítható hely a(z) "{0}" fájl számára

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: File {0} does not exist
hu_hu: A(z) {0} fájl nem létezik

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} does not exist
hu_hu: A(z) {0} könyvtár nem létezik

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: The folder could not be created at path: {0}. {1}
hu_hu: A mappa nem hozható létre a következő elérési útvonalon: {0}. {1}

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} already exists
hu_hu: A(z) {0} könyvtár már létezik

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: File {0} already exists
hu_hu: A(z) {0} fájl már létezik

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} does not have a parent directory
hu_hu: A(z) {0} könyvtár nem rendelkezik szülő könyvtárral

# Orchard.Localization.Commands.CultureCommands
source: Listing Cultures:
hu_hu: Telepített nyelvi csomagok listája:

# Orchard.Localization.Commands.CultureCommands
source: Site Culture is {0}
hu_hu: A webhely nyelve: {0}

# Orchard.Localization.Commands.CultureCommands
source: Setting site culture to {0}
hu_hu: A webhely nyelvének beállítása erre: {0}

# Orchard.Localization.Commands.CultureCommands
source: Supplied culture name {0} is not valid.
hu_hu: A megadott nyelvi csomag név {0} érvénytelen.

# Orchard.Localization.Commands.CultureCommands
source: Site culture set to {0} successfully
hu_hu: A webhely nyelve beállítva erre: {0}

# Orchard.Localization.Commands.CultureCommands
source: Adding site cultures {0}
hu_hu: {0} nyelvek hozzáadása az oldal beállításaihoz

# Orchard.Mvc.DataAnnotations.LocalizedRangeAttribute
source: The field {0} must be between {1} and {2}.
hu_hu: A(z) {0} mező értékének {1} és {2} között kell lennie.

# Orchard.Mvc.DataAnnotations.LocalizedRegularExpressionAttribute
source: The field {0} must match the regular expression '{1}'.
hu_hu: A(z) {0} mező értékének illeszkednie kell a '{1}' regex-hez.

# Orchard.Mvc.DataAnnotations.LocalizedRequiredAttribute
source: The {0} field is required.
hu_hu: A(z) {0} mezőt kötelező kitölteni.

# Orchard.Mvc.DataAnnotations.LocalizedStringLengthAttribute
source: The field {0} must be a string with a minimum length of {2} and a maximum length of {1}.
hu_hu: A(z) {0} mező értéke egy karakterlánc kell, hogy legyen, melynek hossza {2} és {1} között van.

# Orchard.Mvc.DataAnnotations.LocalizedStringLengthAttribute
source: The field {0} must be a string with a maximum length of {1}.
hu_hu: A(z) {0} mező értékének egy maximum {1} karakter hosszúságú karakterláncnak kell lennie.

# Orchard.Security.Authorizer
source: {0}. Anonymous users do not have {1} permission.
hu_hu: {0}. A névtelen felhasználók nem rendelkeznek {1} engedéllyel.

# Orchard.Security.Authorizer
source: {0}. Current user, {2}, does not have {1} permission.
hu_hu: {0}. A jelenlegi felhasználó, {2} nem rendelkezik {1} engedéllyel.

# Orchard.UI.Admin.AdminFilter
source: Can't access the admin
hu_hu: Nincs hozzáférése az adminfelülethez

# Orchard.Tests.UI.Notify.NotifierTests
source: Hello world
hu_hu: Helló világ

# Orchard.Tests.UI.Notify.NotifierTests
source: More Info
hu_hu: További információ

# Orchard.Tests.UI.Notify.NotifierTests
source: Boom
hu_hu: Bumm
