Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Modules/Contrib.Taxonomies/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Taxonomy Main Menu
hu_hu: Osztályozás főmenü

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Displays Taxonomies on main menu.
hu_hu: A Taxonomies megjelenítése a főmenüben.

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Navigation
hu_hu: Navigáció

# Contrib.Taxonomies.Controllers.AdminController
source: The term {0} already exists at this level
hu_hu: Már létezik a {0} kifejezés ezen a szinten

# Contrib.Taxonomies.Controllers.TermAdminController
source: Not allowed to manage terms
hu_hu: Nem engedélyezett a kifejezések szerkesztése

# Contrib.Taxonomies.Drivers.TaxonomyMenuItemPartDriver
source: Menu item name is required
hu_hu: A menüpont nevét kötelező kitölteni

# Contrib.Taxonomies.Drivers.TaxonomyPartDriver
source: A taxonomy with the same name already exists
hu_hu: Már létezik ilyen nevű osztály

# Contrib.Taxonomies.Drivers.TermPartDriver
source: The term {0} already exists at this level
hu_hu: A {0} kifejezés már létezik ezen a szinten

# Contrib.Taxonomies.Drivers.TermPartDriver
source: Unknown taxonomy: {0}
hu_hu: Ismeretlen osztály: {0}

# Contrib.Taxonomies.Drivers.TermWidgetPartDriver
source: Unknown taxonomy: {0}
hu_hu: Ismeretlen osztály: {0}

# Contrib.Taxonomies.Drivers.TermWidgetPartDriver
source: Unknown term: {0}
hu_hu: Ismeretlen kifejezés: {0}

# Contrib.Taxonomies.Projections.TermsFilter
source: Taxonomy
hu_hu: Osztály

# Contrib.Taxonomies.Projections.TermsFilter
source: Has Terms
hu_hu: Vannak kifejezései

# Contrib.Taxonomies.Projections.TermsFilter
source: Categorized content items
hu_hu: Kategorizált tartalomelemek

# Contrib.Taxonomies.Projections.TermsFilter
source: Any term
hu_hu: Bármely kifejezés

# Contrib.Taxonomies.Projections.TermsFilter
source: Categorized with {0}
hu_hu: A {0} kategóriába tartoznak

# Contrib.Taxonomies.Projections.TermsFilterForms
source: Terms
hu_hu: Kifejezések

# Contrib.Taxonomies.Projections.TermsFilterForms
source: Select some terms.
hu_hu: Válasszon kifejezéseket

# ~/Modules/Contrib.Taxonomies/Views/Taxonomies.TermContentItems.List.cshtml
source: There is no content associated to this term.
hu_hu: Ehhez a kifejezéshez nincs tartalom társítva.

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Edit
hu_hu: Szerkesztés

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Terms
hu_hu: Kifejezések

source: Restrictions
hu_hu: Korlátozások

source: Help text
hu_hu: Tipp

source: The help text is written under the field when authors are editing the content item.
hu_hu: A tipp a mező alatt jelenik meg akkor, amikor a szerkesztők a tartalmi elemet módosítják.

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Taxonomy
hu_hu: Osztály

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Select the taxonomy whose terms will be rendered in the menu.
hu_hu: Válassza ki azokat osztályokat, amelyek kifejezéseit meg kívánja jeleníteni a menüben.

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Root Term
hu_hu: Gyökérelem (kifejezés)

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: - Parent Taxonomy -
hu_hu: - Szülő osztály -

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Select the root term to display
hu_hu: Válassza ki a megjelenítendő gyökérelemet (kifejezést)

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Number of levels to display
hu_hu: Megjelenítendő szintek száma

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Enter "0" to render all sub-levels.
hu_hu: Írjon be "0"-t az összes szint megjelenítéséhez.

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Display top level menu item
hu_hu: Menüpont elhelyezése a főmenüben

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: When checked, the selected term to display will be rendered as a root element in the menu.
hu_hu: Bejelölés esetén a kiválasztott kifejezés gyökérelemként jelenik a menüben.

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Hide empty entries
hu_hu: Üres bejegyzések elrejtése

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: When checked, any term which has no content item associated to it won't be rendered.
hu_hu: Bejelölés esetén azok a kifejezések, amelyekhez nem tartozik tartalomelem, nem lesznek megjelenítve.

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Display content count
hu_hu: Tartalmak számának megjelenítése

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: When checked, the number of content items is rendered following the term name.
hu_hu: Bejelölés esetén a tartalomelem száma követi majd a kifejezés nevét.

source: Taxonomy
hu_hu: Osztály

source: Select a taxonomy.
hu_hu: Válasszon oszályt.

source: Term
hu_hu: Kifejezés

source: - None -
hu_hu: - Egyik sem -

source: Select the term whose content items will be displayed.
hu_hu: Válassza ki a kifejezéseket, amelyekhez tartozó tartalomelemek megjelenjenek.

source: Field
hu_hu: Mezőnév

source: Optional. You can specify which field name to use if several terms references are defined on the same content type.
hu_hu: Választható. Megadhatja, hogy melyik mezőnevet kívánja használni, ha egy tartalomtípushoz több kifejezés van hozzárendelve.

source: Number of items to display
hu_hu: Megjelenítendő elemek száma

source: Order By
hu_hu: Rendezés szempontja

source: Recently created
hu_hu: Legutoljára létrehozva

source: Recently published
hu_hu: Legutoljára közzétéve

source: Recently modified
hu_hu: Legutoljára módosítva

source: Content Type
hu_hu: Tartalomtípus

source: - Any -
hu_hu: - Bármely -

source: Select which Content Type you want to display
hu_hu: Válassza ki a megjelenítendő tartalomtípusokat

# ~/Modules/Contrib.Taxonomies/Views/Parts/TermWidget.List.cshtml
source: There are no items for this term.
hu_hu: Ehhez a kifejezéshez nem tartoznak elemek.

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Manage terms for {0}
hu_hu: {0} kifejezéseinek kezelése

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Taxonomies
hu_hu: Osztályozás

# ~/Modules/Contrib.Taxonomies/Module.txt
source: The taxonomy module is providing custom categorization of arbitrary content types.
hu_hu: Az osztályozás modul tetszőleges tartalomtípusok egyedi kategorizálását biztosítja.

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Categorize a content item.
hu_hu: Egy tartalomelem kategorizálása.

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Content
hu_hu: Tartalom

# Contrib.Taxonomies.AdminMenu
source: Taxonomies
hu_hu: Osztályozás

# Contrib.Taxonomies.AdminMenu
source: Manage Taxonomies
hu_hu: Osztályozás kezelése

# Contrib.Taxonomies.Controllers.AdminController
source: Couldn't delete taxonomy
hu_hu: Az osztályt nem sikerült törölni

# Contrib.Taxonomies.Controllers.AdminController
source: Couldn't create taxonomy
hu_hu: Az osztályt nem sikerült létrehozni

# Contrib.Taxonomies.Controllers.AdminController
source: A taxonomy with the same name already exists
hu_hu: Már létezik osztály ezzel a névvel

# Contrib.Taxonomies.Controllers.AdminController
source: Couldn't edit taxonomy
hu_hu: Az osztályt nem sikerült módosítani

# Contrib.Taxonomies.Controllers.AdminController
source: Couldn't import terms
hu_hu: A kifejezéseket nem sikerült betölteni.

# Contrib.Taxonomies.Controllers.AdminController
source: A term with the same name already exist in this taxonomy: {0}
hu_hu: Már létezik kifejezés ezzel a névvel ebben az osztályban: {0}

# Contrib.Taxonomies.Controllers.AdminController
source: The terms have been imported successfully.
hu_hu: A kifejezések betöltése sikerült.

# Contrib.Taxonomies.Controllers.TermAdminController
source: Couldn't delete term
hu_hu: A kifejezést nem sikerült törölni

# Contrib.Taxonomies.Controllers.TermAdminController
source: {0} term have been removed.
hu_hu: {0} kifejezés törölve.

# Contrib.Taxonomies.Controllers.TermAdminController
source: Not allowed to create terms
hu_hu: Nem hozhat létre kifejezéseket

# Contrib.Taxonomies.Controllers.TermAdminController
source: Not allowed to select terms
hu_hu: Nem választhat kifejezéseket

# Contrib.Taxonomies.Controllers.TermAdminController
source: Couldn't create term
hu_hu: Nem hozhat létre kifejezést

# Contrib.Taxonomies.Controllers.TermAdminController
source: The {0} term has been created.
hu_hu: {0} kifejezés létrehozása sikerült.

# Contrib.Taxonomies.Controllers.TermAdminController
source: Not allowed to manage taxonomies
hu_hu: Nem kezelheti az osztályozást

# Contrib.Taxonomies.Controllers.TermAdminController
source: Couldn't edit taxonomy
hu_hu: Nem sikerült módosítani az osztályt

# Contrib.Taxonomies.Controllers.TermAdminController
source: Term information updated
hu_hu: A kifejezés módosítva

# Contrib.Taxonomies.Drivers.TermPartDriver
source: The term {0} already exists in this taxonomy
hu_hu: {0} kifejezés már létezik ebben az osztályban

# Contrib.Taxonomies.Services.TaxonomyService
source: The term {0} already exists in this taxonomy
hu_hu: {0} kifejezés már létezik ebben az osztályban

# ~/Modules/Contrib.Taxonomies/Views/Parts.Taxonomies.TermContentItems.List.cshtml
source: There is no content associated to this term.
hu_hu: Ehhez a kifejezéshez nincs tartalom társítva.

# ~/Modules/Contrib.Taxonomies/Views/Admin/Create.cshtml
source: Create New Taxonomy
hu_hu: Új osztály létrehozása

# ~/Modules/Contrib.Taxonomies/Views/Admin/Edit.cshtml
source: Taxonomy Properties
hu_hu: Osztály tulajdonságai

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Import Terms for {0}
hu_hu: {0} kifejezéseinek betöltése

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: One term per line, followed by a semi-colon and the slug
hu_hu: Soronként egy kifejezés, amit pontosvesszővel elválasztva az URL-csonk követ

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Hierarchies are defined using tabs (handled in this editor zone)
hu_hu: A hierarchiákat tabulátorok definiálják (kezelve vannak ebben a szerkesztőzónában)

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: e.g,
hu_hu: pl.

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Red; red
hu_hu: Vörös, vörös

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Blue; blue
hu_hu: Kék; kék

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Light Blue; light-blue
hu_hu: Világoskék; világoskék

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Import
hu_hu: Betöltés

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Manage Taxonomies
hu_hu: Osztályozás kezelése

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Choose action...
hu_hu: Válasszon műveletet...

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Remove
hu_hu: Törlése

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Add a taxonomy
hu_hu: Új osztály

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: This is a table of the taxonomies in your application
hu_hu: E webhelyem található osztályok táblázata

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Name
hu_hu: Megnevezés

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Properties
hu_hu: Tulajdonságok

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Vocabulary
hu_hu: Szótár

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Import
hu_hu: Betöltés

source: Select a taxonomy
hu_hu: Osztály választása

source: Choose a taxonomy ...
hu_hu: Osztály választása...

source: Restrict selectable elements to leaves only
hu_hu: Választás korlátozása levelekre (végpontokra)

source: Allow only one term to be selected
hu_hu: Csak egy kifejezést lehet választani

source: Show on main menu
hu_hu: Megjelenítés a főmenün

source: Menu text
hu_hu: Menü szövege

source: Position
hu_hu: Pozíció

source: Selectable
hu_hu: Választható

source: Uncheck if users should not be able to select this term
hu_hu: Törölje a jelölést, ha a felhasználók nem választhatják ezt a kifejezést

source: If specified, will be used to sort terms at the same level
hu_hu: Ha megadja, akkor az azonos szinten lévő kifejezések sorrendjét határozza meg

source: For Taxonomy
hu_hu: Osztály

source: Show the terms for which taxonomy?
hu_hu: Melyik osztály kifejezéseit jelenítse meg?

# ~/Modules/Contrib.Taxonomies/Views/Items/Content-Term.Edit.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Contrib.Taxonomies/Views/Items/Taxonomies.Term.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Contrib.Taxonomies/Views/Items/Taxonomy.List.cshtml
source: Contents associated with {0}
hu_hu: {0} társított tartalmai

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Create.cshtml
source: Create New Term
hu_hu: Új kifejezés

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Edit.cshtml
source: Term properties
hu_hu: Kifejezés tulajdonságai

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Manage vocabulary for {0}
hu_hu: {0} szótárának kezelése

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Choose action...
hu_hu: Művelet választása...

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Remove
hu_hu: Törlés

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Add a term
hu_hu: Kifejezés felvétele

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: This is a table of the terms in your application
hu_hu: Az alábbi táblázatban láthatóak a kifejezések

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Name
hu_hu: Megnevezés

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Properties
hu_hu: Tulajdonságok

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Move
hu_hu: Áthelyezés

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Parent term
hu_hu: Szülő kifejezés

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: - None -
hu_hu: - nincs -

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: By selecting a parent term you can create hierarchies
hu_hu: Szülő kifejezés választásával hierarchiát lehet létrehozni

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Select
hu_hu: Választás

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Parent term
hu_hu: Szülő kifejezés

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: - None -
hu_hu: - nincs -

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: By selecting a parent term you can create hierarchies
hu_hu: Szülő kifejezés választásával hierarchiát lehet létrehozni

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Select
hu_hu: Választ
