Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Autoroute/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Autoroute/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapat

# ~/Modules/Orchard.Autoroute/Module.txt
source: Description for the module
hu_hu: A module leírása

# ~/Modules/Orchard.Autoroute/Module.txt
source: Enables the Autoroute part for tokenized routing
hu_hu: Engedélyezi az Autoroute tartalomrész használatát tokenekkel felépített útvonalakkal

# ~/Modules/Orchard.Autoroute/Module.txt
source: Content
hu_hu: Tartalom

# Orchard.Autoroute.Drivers.AutoroutePartDriver
source: No route patterns are currently defined for this Content Type. If you don't set one in the settings, a default one will be used.
hu_hu: Ehhez a tartalomtípushoz nincs elérési útvonalminta definiálva. Ha nem állít be egyet, az alapértelmezett útvonal kerül használatra.

# Orchard.Autoroute.Drivers.AutoroutePartDriver
source: Please do not use any of the following characters in your permalink: ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=", ", "<", ">", "\", "|", "%", ".". No spaces are allowed (please use dashes or underscores instead).
hu_hu: Kérem ne használja az itt látható karaktereket az állandó linkekhez: ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=", ", "<", ">", "", "|", "%", ".". Szóközt sem tartalmazhat (helyette használjon kötőjelet vagy aláhúzás jelet).

# Orchard.Autoroute.Handlers.AutoroutePartHandler
source: Permalinks in conflict. "{0}" is already set for a previously created {2} so now it has the slug "{1}"
hu_hu: Allandó hivatkozások ütköznek. A korábban létrehozott {2} állandó hivatkozása is "{0}", ezért most az URL-csonk "{1}"

# Orchard.Autoroute.Providers.SlugTokens
source: Slug
hu_hu: URL-csonk

# Orchard.Autoroute.Providers.SlugTokens
source: A slugified version of the item title appropriate for content Urls
hu_hu: Az elem címének rövidített változata (URL-csonk) linkekben való megjelenítéshez

# Orchard.Autoroute.Providers.SlugTokens
source: Path
hu_hu: Útvonal

# Orchard.Autoroute.Providers.SlugTokens
source: The full path of an item as already generated by Autoroute
hu_hu: Egy elem teljes elérési útvonala ahogyan azt az Autoroute generálta

# Orchard.Autoroute.Providers.SlugTokens
source: Parent Path
hu_hu: Szülő útvonal

# Orchard.Autoroute.Providers.SlugTokens
source: The parent item's path and slug with an appended forward slash if non-empty
hu_hu: A szülő elem elérési útvonala és az URL-csonk perjellel elválasztva

# Orchard.Autoroute.Providers.SlugTokens
source: Slugified version of content type display name.
hu_hu: A tartalomtípus nevének rövidített változata.

# Orchard.Autoroute.Providers.SlugTokens
source: Slugify the text
hu_hu: Szöveg rövidítése

# Orchard.Autoroute.Services.AutorouteService
source: Unknown content type: {0}
hu_hu: Ismeretlen tartalomtípus: {0}

# Orchard.Autoroute.Settings.AutorouteSettingsHooks
source: A default pattern has been added to AutoroutePart
hu_hu: Alapértelmezett minta hozzáadva az AutoroutePart-hoz

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Per item configuration
hu_hu: Elemenkénti konfigurálás

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Allow the user to change the pattern on each item
hu_hu: Engedélyezi a felhasználónak, hogy minden elem mintáját megváltoztathassa

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Allow custom patterns
hu_hu: Saját minták engedélyezése

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Automatically regenerate when editing content
hu_hu: Automatikus generálás tartalom szerkesztésekor

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: This option will cause the Url to automatically be regenerated when you edit existing content and publish it again, otherwise it will always keep the old route, or you have to perform bulk update in the Autoroute admin.
hu_hu: Ezzel a beállítással a URL-ek automatikusan lesznek generálva, ha meglévő tartalmat szerkeszt vagy újra közzétesz, egyébként a régi útvonalon lesz elérhető, vagy saját kézzel kell végrehatjania a frissítést az Autoroute admin felületen.

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Patterns:
hu_hu: Minták:

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Default
hu_hu: Alapértelmezett

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Name of the pattern
hu_hu: A minta megnevezése

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Pattern
hu_hu: Minta

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: The definition of the pattern
hu_hu: A minta definíciója

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: The description of the pattern, displayed in the editor
hu_hu: A minta leírása, ahogy a szerkesztőben megjelenik

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: The current Content Type does not have a default Autoroute Pattern. Please edit the settings first.
hu_hu: Ez a tartalomtípus nem rendelkezik alapértelmezett Autoroute mintáva. Kérem először szerkessze a beállításokat.

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Permalink
hu_hu: Állandó hivatkozás

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Save the current item and leave the input empty to have it automatically generated using the pattern {0} e.g., {1}
hu_hu: Mentse el a jelenlegi elemet a beviteli mezőt üresen hagyva, hogy automatikusan a {0} minta kerüljön használatra, pl. {1}

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Set as home page
hu_hu: Beállítás kezdőlapnak

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Check to promote this content as the home page
hu_hu: Jelölje be, hogy ez a tartalom legyen a kezdőlap.

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: This content is the current home page
hu_hu: Ez az elem a jelenlegi kezdőlap
