Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Modules/OrchardHUN.QnA/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/OrchardHUN.QnA/Module.txt
source: Questions & Answers
hu_hu: Kérdések és válaszok

# ~/Modules/OrchardHUN.QnA/Module.txt
source: The Orchard Hungary Team
hu_hu: Az Orchard Magyarország csapata

# ~/Modules/OrchardHUN.QnA/Module.txt
source: A lightweight discussions module with discussion pools and organizing through tags.
hu_hu: Egy kisméretű beszélgetési modul témákkal és tag-ekkel.

# ~/Modules/OrchardHUN.QnA/Module.txt
source: A lightweight discussions module with discussion pools
hu_hu: Kisméretű beszélgetési modul témákkal és tag-ekkel.

# ~/Modules/OrchardHUN.QnA/Module.txt
source: Community
hu_hu: Közösségi

# OrchardHUN.QnA.Migrations
source: Questions & Answers
hu_hu: Kérdések és válaszok

# OrchardHUN.QnA.Migrations
source: Categories
hu_hu: Kategóriák

# OrchardHUN.QnA.Migrations
source: QnA Discussion
hu_hu: Beszélgetés

# OrchardHUN.QnA.Controllers.QnADiscussionsController
source: You haven't selected any categories.
hu_hu: Nem választott ki egyetlen kategóriát sem.

# OrchardHUN.QnA.Controllers.QnADiscussionsController
source: Please log in to create a new discussion
hu_hu: Új beszélgetés indításához kérjük jelentkezzen be.

# ~/Modules/OrchardHUN.QnA/Views/NewDiscussion.cshtml
source: Start new discussion
hu_hu: Új beszélgetés indítása

# ~/Modules/OrchardHUN.QnA/Views/NewDiscussion.cshtml
source: The discussion could not be started. Please correct the errrors below.
hu_hu: A beszélgetést nem lehetett elindítani. Kérjük javítsa az alábbi hibákat.

# ~/Modules/OrchardHUN.QnA/Views/NewDiscussionTitlePart.cshtml
source: Title
hu_hu: Cím

# ~/Modules/OrchardHUN.QnA/Views/Parts/DiscussionAdministrationLink.cshtml
source: edit
hu_hu: szerkeszt

# ~/Modules/OrchardHUN.QnA/Views/Parts/DiscussionAdministrationLink.cshtml
source: remove
hu_hu: töröl

# ~/Modules/OrchardHUN.QnA/Views/Parts/DiscussionAdministrationLink.cshtml
source: Are you sure you want to remove this element?
hu_hu: Biztosan törölni kívánja ezt az objektumot?

# ~/Modules/OrchardHUN.QnA/Views/Parts/NewDiscussionLink.cshtml
source: Start new discussion
hu_hu: Új beszélgetés indítása
