Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Modules/CyberStride.Contacts/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/CyberStride.Contacts/Module.txt
source: This module allows you to create one or more Contact Pages, alternatively you can assign a ContactForm as a content part or widget to an arbitrary page. In all cases, the posted request will be shown in the admin panel under the Contact Requests menu item, and you may optionally designate an email address to be sent the contact request as well, if you have the Email module configured. 0.9.2 is a minor update to the previous version, improving the output of the email to the admin to include info entered by the user on the form.
hu_hu: E modul segítségével egy vagy több kapcsolatfelvételi oldalt hozhat létre, és korlátlan mennyiségű oldalhoz rendelhet kapcsolatfelvételi űrlapokat tartalomrész vagy widget formájában. Az összes így beérkező üzenet megtalálható lesz az adminisztrátor menü Kapcsolatfelvételi kérések menüpontja alatt és amennyiben telepítve van az E-mail modul, a beérkező üzeneteket egy tetszőleges e-mail címre is továbbíthatja. A 0.9.2 egy kisebb előrelépés az előző verzióhoz képest, amely kiegészítő információkat jelenít meg az üzenetek e-mail formájában való megjenelítésekor.

# ~/Modules/CyberStride.Contacts/Module.txt
source: Contact Form
hu_hu: Kapcsolatfelvételi űrlap

# ~/Modules/CyberStride.Contacts/Module.txt
source: Description for feature CyberStride.Contacts.
hu_hu: A CybertStride.Contacts leírása.

# ~/Modules/CyberStride.Contacts/Module.txt
source: Messaging
hu_hu: Üzenetküldés

# CyberStride.Contacts.AdminMenu
source: List
hu_hu: Lista

# CyberStride.Contacts.Controllers.AdminController
source: Contact request not found, please check your URL
hu_hu: Nem találtam kapcsolatfelvételi kérést, kérem ellenőrizze az URL-t

# CyberStride.Contacts.Controllers.AdminController
source: Couldn't delete contactRequest
hu_hu: Nem sikerült a kapcsolatfelvételi kérés törlése

# CyberStride.Contacts.Controllers.AdminController
source: Item not found
hu_hu: Nincs ilyen elem.

# CyberStride.Contacts.Controllers.ContactController
source: Form submission was not from a valid source
hu_hu: Az kitöltött űrlap érvénytelen forrásból érkezett.

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Contact Us
hu_hu: Kapcsolatfelvétel

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Name
hu_hu: Név

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Phone
hu_hu: Telefon

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Company
hu_hu: Cég

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Current Website
hu_hu: Jelenlegi webhely

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Topic of Inquiry
hu_hu: Érdeklődés tárgya

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Details
hu_hu: Részletek

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Send
hu_hu: Küldés

# ~/Modules/CyberStride.Contacts/Views/EditorTemplates/Parts.ContactForm.cshtml
source: Email notification to:
hu_hu: Értesítés ezen az e-mail címen:

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Manage Contact Requests
hu_hu: Kapcsolatfelvételi kérések kezelése

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: This is a table of the contact requests of your application
hu_hu: Ez a kapcsolatfelvételi kérések táblája

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Contact Date
hu_hu: Kapcsolatfelvétel dátuma

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Name
hu_hu: Név

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Topic
hu_hu: Tárgy

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Details
hu_hu: Részletek

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/CyberStride.Contacts/Views/Admin/details.cshtml
source: Contact request from {0}
hu_hu: {0} kapcsolatfelvételt kér

# ~/Modules/CyberStride.Contacts/Views/Admin/details.cshtml
source: Contact made at {0}
hu_hu: Kapcsolatfelvétel ideje {0}

# ~/Modules/CyberStride.Contacts/Views/Admin/details.cshtml
source: Back to List
hu_hu: Vissza a listához

# CyberStride.Contacts.AdminMenu
source: Contact Requests
hu_hu: Kapcsolatfelvételi kérések

# CyberStride.Contacts.Models.RequiredAttribute
source: The {0} field is required.
hu_hu: A {0} mező kitöltése kötelező.

# CyberStride.Contacts.Models.RequiredAttribute
source: The Name is required.
hu_hu: A név megadása kötelező.

# CyberStride.Contacts.Controllers.AdminController
source: Contact request deleted
hu_hu: Kapcsolatfelvételi kérés törölve

# CyberStride.Contacts.Controllers.ContactController
source: Thanks for your inquiry, someone will respond to you shortly.
hu_hu: Köszönjük az érdelődését, hamarosan válaszolunk!

# Orchard.Users.Handlers.ContactMessagesAlteration
source: [New Contact Request]: {0}
hu_hu: [Új kapcsolatfelvételi kérés]: {0}

# Orchard.Users.Handlers.ContactMessagesAlteration
source: <p>The visitor <b>{0}</b> with email <b>{1}</b> has requested contact.</p><ul><li>Company: {2}</li><li>Current Website: {3}</li><li>Phone: {4}</li><li>Message: {5}</li></ul>
hu_hu: <p><b>{0}</b> látogató <b>{1}</b> e-mail címmel kapcsolatfelvételt kér.</p><ul><li>Cég: {2}</li><li>Jelenlegi webhely: {3}</li><li>Telefon: {4}</li><li>Üzenet: {5}</li></ul>
