Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Roles/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Roles/Module.txt
source: Roles
hu_hu: Szerepkörök

# ~/Modules/Orchard.Roles/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Roles/Module.txt
source: The roles module is adding the ability to assign roles to users. It's also providing a set of default roles for which other modules can define default permissions.
hu_hu: A Roles (szerepkörök) modul képességet biztosít szerepkörök felhasználókhoz történő hozzárendeléséhez. Ezen felül alapértelmezett szerepkör-készletet is biztosít, amelyek számára más modulok alapértelmezett engedélyeket határozhatnak meg.

# ~/Modules/Orchard.Roles/Module.txt
source: Standard user roles.
hu_hu: Felhasználói szerepkörök

# ~/Modules/Orchard.Roles/Module.txt
source: Provides a role based activities.
hu_hu: Szerepkörökre alapuló munkafolyam tevékenységeket nyújt.

# ~/Modules/Orchard.Roles/Module.txt
source: Workflows
hu_hu: Munkafolyamok

# Orchard.Roles.AdminMenu
source: Users
hu_hu: Felhasználók

# Orchard.Roles.AdminMenu
source: Roles
hu_hu: Szerepkörök

# Orchard.Roles.Activities.AssignRoleActivity
source: User
hu_hu: Felhasználó

# Orchard.Roles.Activities.AssignRoleActivity
source: Assign specific roles to the current content item if it's a user.
hu_hu: Megadott szerepkör hozzáadása az aktuális tartalomelemhez, amennyiben az egy felhasználó.

# Orchard.Roles.Activities.AssignRoleActivity
source: Done
hu_hu: Kész

# Orchard.Roles.Activities.IsInRoleActivity
source: Conditions
hu_hu: Feltételek

# Orchard.Roles.Activities.IsInRoleActivity
source: Whether the current user is in a specific role.
hu_hu: Amennyiben az aktuális felhasználó egy megadott szerepkörbe tartozik.

# Orchard.Roles.Activities.IsInRoleActivity
source: Yes
hu_hu: Igen

# Orchard.Roles.Activities.IsInRoleActivity
source: No
hu_hu: Nem

# Orchard.Roles.Activities.UserTaskActivity
source: Tasks
hu_hu: Feladatok

# Orchard.Roles.Activities.UserTaskActivity
source: Wait for a user to execute a specific task.
hu_hu: Várakozik, amíg a felhasználó végre nem hajt egy bizonyos feladatot.

# Orchard.Roles.Commands.RoleCommands
source: List of Roles
hu_hu: Szerepkörök listája

# Orchard.Roles.Commands.RoleCommands
source: List of Permissions
hu_hu: Engedélyek listája

# Orchard.Roles.Commands.RoleCommands
source: List of Users
hu_hu: Felhasználók listája

# Orchard.Roles.Commands.RoleCommands
source: Adding role {0} to user {1}
hu_hu: {0} szerepkör hozzáadása {1} felhasználóhoz

# Orchard.Roles.Commands.RoleCommands
source: Removing role {0} from user {1}
hu_hu: {0} szerepkör eltávolítása {1} felhasználótól

# Orchard.Roles.Commands.RoleCommands
source: Adding permission {0} to role {1}
hu_hu: {0} engedély hozzáadása {1} szerepkörhöz

# Orchard.Roles.Commands.RoleCommands
source: Removing permission {0} from role {1}
hu_hu: {0} engedély eltávolítása a(z) {1} szerepkörről

# Orchard.Roles.Commands.RoleCommands
source: Role {0} already exists
hu_hu: A(z) {0} szerepkör már létezik

# Orchard.Roles.Commands.RoleCommands
source: Creating role {0}
hu_hu: {0} szerepkör létrehozása

# Orchard.Roles.Commands.RoleCommands
source: Role {0} doesn't exist
hu_hu: A(z) {0} szerepkör nem létezik

# Orchard.Roles.Commands.RoleCommands
source: Deleting role {0}
hu_hu: {0} szerepkör törlése

# Orchard.Roles.Controllers.AdminController
source: Not authorized to manage roles
hu_hu: Nincs jogosultsága a szerepkörök kezeléséhez

# Orchard.Roles.Controllers.AdminController
source: Role name can't be empty
hu_hu: A szerepkör nevét ki kell tölteni

# Orchard.Roles.Controllers.AdminController
source: Role with same name already exists
hu_hu: Már létezik ilyen nevű szerepkör

# Orchard.Roles.Controllers.AdminController
source: Your Role has been saved.
hu_hu: A szerepkör mentése megtörtént.

# Orchard.Roles.Controllers.AdminController
source: Role was successfully deleted.
hu_hu: A szerepkör törölve.

# Orchard.Roles.Drivers.UserRolesPartDriver
source: Adding role {0} to user {1}
hu_hu: {0} szerepkör hozzáadása {1} felhasználóhoz

# Orchard.Roles.Drivers.UserRolesPartDriver
source: Removing role {0} from user {1}
hu_hu: {0} szerepkör eltávolítása {1} felhasználótól

# Orchard.Roles.Drivers.UserTaskDriver
source: Not authorized to trigger {0}.
hu_hu: Nincs engedélye {0}-t aktiválni.

# Orchard.Roles.Forms.SelectRolesForms
source: Roles
hu_hu: Szerepkörök

# Orchard.Roles.Forms.SelectRolesForms
source: Select some roles.
hu_hu: Válasszon ki szerepköröket.

# Orchard.Roles.Forms.SelectRolesForms
source: Any
hu_hu: Bármely

# Orchard.Roles.Forms.UserTaskForms
source: Roles
hu_hu: Szerepkörök

# Orchard.Roles.Forms.UserTaskForms
source: Select some roles.
hu_hu: Válasszon ki szerepköröket.

# Orchard.Roles.Forms.UserTaskForms
source: Available actions.
hu_hu: Elérhető tevékenységek.

# Orchard.Roles.Forms.UserTaskForms
source: A comma separated list of actions.
hu_hu: A tevékenységek vesszővel elválasztott listája.

# Orchard.Roles.Forms.UserTaskForms
source: Any
hu_hu: Bármely

# Orchard.Roles.Services.RolesBasedAuthorizationService
source: A security exception occurred in the content management system.
hu_hu: A tartalomkezelő rendszerben biztonsági kivétel történt.

# Orchard.Roles.Services.RoleService
source: Permission {0} was not found in any of the installed modules.
hu_hu: A(z) {0} engedély egy telepített modulban sem található.

# Orchard.Roles.Services.RoleService
source: {0} Feature
hu_hu: {0} funkció

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Add Role
hu_hu: Szerepkör hozzáadása

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Information
hu_hu: Információ

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Role Name:
hu_hu: Szerepkör neve:

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Permissions
hu_hu: Engedélyek

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: {0} Module
hu_hu: {0} modul

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Permission
hu_hu: Engedély

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Allow
hu_hu: Engedélyezés

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Edit Role
hu_hu: Szerepkör szerkesztése

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Information
hu_hu: Információ

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Role Name:
hu_hu: Szerepkör neve:

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Permissions
hu_hu: Engedélyek

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Permission
hu_hu: Engedély

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Allow
hu_hu: Engedélyezés

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Effective
hu_hu: Hatály

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Roles
hu_hu: Szerepkörök

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Add a role
hu_hu: Szerepkör hozzáadása

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: This is a table of the roles currently available for use in your application.
hu_hu: Ez az Ön alkalmazásában történő használathoz jelenleg rendelkezésre álló szerepkörök táblája.

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Modules/Orchard.Roles/Views/EditorTemplates/Parts/Roles.UserRoles.cshtml
source: Roles
hu_hu: Szerepkörök

# ~/Modules/Orchard.Roles/Views/EditorTemplates/Parts/Roles.UserRoles.cshtml
source: There are no roles.
hu_hu: Nincsenek szerepkörök
