Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.AntiSpam/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.AntiSpam/Module.txt
source: The Orchard Team
hu_hu: Az Orchard Csapat

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Provides anti-spam services to protect your content from malicious submissions.
hu_hu: Spamszűrési szolgáltatásokat biztosít a káros tartalmak kivédésére.

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Security
hu_hu: Biztonság

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Akismet Anti-Spam Filter
hu_hu: Akismet spamszűrő

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Provides an anti-spam filter based on Akismet.
hu_hu: Spamszűrést tesz lehetőve az Akismet-re alapozva.

# ~/Modules/Orchard.AntiSpam/Module.txt
source: TypePad Anti-Spam Filter
hu_hu: TypePad spamszűrő

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Provides an anti-spam filter based on TypePad.
hu_hu: Spamszűrési szolgáltatást biztosít a TypePad-re alapozva.

# Orchard.AntiSpam.AdminMenu
source: Manage Spam
hu_hu: Spam-ek kezelése

# Orchard.AntiSpam.Controllers.AdminController
source: Not authorized to manage spam
hu_hu: Nincs hozzáférése a spam-ek kezeléséhez

# Orchard.AntiSpam.Drivers.JavaScriptAntiSpamPartDriver
source: You are either a bot (we only serve humans, sorry) or have JavaScript turned off. If the latter, please turn on JavaScript to post this form.
hu_hu: Ön vagy egy robot (csak emberi felhasználókat tudunk kiszolgálni, sajnáljuk) vagy a JavaScript ki van kapcsolva a böngészőben. Utóbbi esetében kérem engedélyezze a JavaScript-et az űrlap beküldéséhez.

# Orchard.AntiSpam.Drivers.ReCaptchaPartDriver
source: The text you entered in the Captcha field does not match the image
hu_hu: Az ön által megadott szöveg nem egyezik a Captcha képen láthatóval

# Orchard.AntiSpam.Drivers.ReCaptchaPartDriver
source: There was an error while validating the Captcha image
hu_hu: Hiba történt a Captch-kép ellenőrzése során

# Orchard.AntiSpam.Drivers.SpamFilterPartDriver
source: Spam detected.
hu_hu: Spam észlelve.

# Orchard.AntiSpam.Drivers.SubmissionLimitPartDriver
source: The limit of submissions has been reached.
hu_hu: Elérte a beküldhető tartalmak számának engedélyezett mennyiségét.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Spam Reported
hu_hu: Spam bejelentve

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Content is categorized as spam.
hu_hu: A tartalomelem spam.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: When content is categorized as spam.
hu_hu: Amikor egy tartalomelem spam-ként van megjelölve.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Ham Reported
hu_hu: Nem-spam bejelentve

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Content is categorized as ham.
hu_hu: A tartalomelem nem spam.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: When content is categorized as ham.
hu_hu: Amikor egy tartalomelem nem spam-ként van megjelölve.

# Orchard.AntiSpam.Services.MissingFilterBanner
source: Anti-spam protection requires at least one anti-spam filter to be enabled and configured.
hu_hu: A spamvédelemhez szükséges legalább egy engedélyezett és konfigurált spamszűrő megléte.

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Manage Spam
hu_hu: Spam-ek kezelése

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Choose action...
hu_hu: Válasszon műveletet...

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Mark as Spam
hu_hu: Spam-ként megjelölés

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Mark as Ham
hu_hu: Nem Spam

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Filter:
hu_hu: Szűrő:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: any (show all)
hu_hu: bármely (összes)

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Ham
hu_hu: Nem Spam

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Sort by:
hu_hu: Rendezés:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Creation date
hu_hu: Létrehozás dátuma

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Show:
hu_hu: Mutat:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: All
hu_hu: Mind

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Filter
hu_hu: Szűrés

source: When should items for this content type be categorized as Spam ?
hu_hu: Milyen esetekben legyenek az ilyen típusú tartalomelemek Spam-ként megjelölve?

source: At least one filter reports spam
hu_hu: Legalább egy Spamszűrő aktiválódjon

source: All filters report spam
hu_hu: Minden Spamszűrő aktiválódjon

source: Delete spam when found
hu_hu: Spam-ek azonnali törlése

source: Enable to have spam automatically deleted when found. You won't be able to find false positive.
hu_hu: Engedélyezze, hogy az észlelt spam-ek azonnal törlődjenek. Ebben az esetben nem tudja majd kezelni a téves riasztásokat.

source: The front page or home URL of the instance making the request. For a blog or wiki this would be the front page. Note: Must be a full URI, including http://.
hu_hu: A kérést küldő oldal főoldala vagy alap URL-je. Egy blog vagy wiki esetében ez a főoldal. Fontos: teljes URL-nek kell lennie, amely http://-vel kezdődik.

source: Permalink
hu_hu: Állandó hivatkozás

source: The permanent location of the entry the content item was submitted to.
hu_hu: Az állandó elérési útja a tartalmi elemnek, amely a beküldéskor létrejött.

source: Author
hu_hu: Szerző

source: Name submitted with the content item.
hu_hu: A tartalomelem beküldésekor megadott név.

source: Author's email
hu_hu: Szerző email címe

source: Email address submitted with the content item.
hu_hu: A tartalomelem beküldésekor megadott email cím.

source: Author's url
hu_hu: Szerző által megadott URL

source: URL submitted with the content item.
hu_hu: A tartalom beküldésekor megadott URL.

source: Comment content
hu_hu: Hozzászólás szövege

source: The content that was submitted.
hu_hu: A beküldött tartalomelem.

source: The number of allowed submissions.
hu_hu: A beküldések engedélyezett mennyisége.

source: Day
hu_hu: Nap

source: Hour
hu_hu: Óra

source: Month
hu_hu: Hónap

source: Year
hu_hu: Év

source: Overall
hu_hu: Összesen

source: The period to take into account.
hu_hu: A hozzá tartozó időtartam.

source: Trust content submitted by authenticated users
hu_hu: Bejelentkezett felhasználók tartalmainak elfogadása

source: Check if authenticated users should have their content automatically approved.
hu_hu: Jelölje be, hogy a bejelentkezett felhasználók által beküldött tartalmak automatikusan jóváhagyásra kerüljenek.

source: Api key
hu_hu: API-kulcs

source: API key for <a href="http://akismet.com/personal/">Akismet</a> service.
hu_hu: API-kulcs az <a href="http://akismet.com/personal/">Akismet</a> szolgáltatáshoz.

source: Your public key.
hu_hu: Az ön nyilvános kulcsa.

source: Your private key.
hu_hu: Az ön titkos kulcsa.

source: Get custom keys:
hu_hu: Saját kulcsok beszerzése:

source: Hide for authenticated users
hu_hu: Elrejtés bejelentkezett felhasználóknál

source: Enable to hide reCaptcha when the user is authenticated.
hu_hu: Jelölje be a reCaptcha elrejtéséhez bejelentkezett felhasználók esetén.

source: Trust content submitted by authenticated users
hu_hu: Bejelentkezett felhasználók tartalmainak elfogadása

source: Check if authenticated users should have their content automatically approved.
hu_hu: Jelölje be, hogy a bejelentkezett felhasználók által beküldött tartalmak automatikusan jóváhagyásra kerüljenek.

source: Api key
hu_hu: API-kulcs

source: API key for <a href="http://antispam.typepad.com/info/get-api-key.html">TypePad AntiSpam</a> service.
hu_hu: API-kulcs a <a href="http://antispam.typepad.com/info/get-api-key.html">TypePad AntiSpam</a> szolgáltatáshoz.

# ~/Modules/Orchard.AntiSpam/Views/Parts/SpamFilter.Metadata.Actions.cshtml
source: Not Spam
hu_hu: Nem spam

# ~/Modules/Orchard.AntiSpam/Views/Parts/SpamFilter.Metadata.SummaryAdmin.cshtml
source: The content has been categorized as spam
hu_hu: A tartalom spam-ként lett minősítve
