Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Warmup/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Warmup/Module.txt
source: Warmup
hu_hu: Készenlét

# ~/Modules/Orchard.Warmup/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Warmup/Module.txt
source: Provides a mecanism to generate a static version of pages for being used during application warm up.
hu_hu: Az alkalmazás készenlétben tartását segíti elő oldalak statikus verzióinak a generálásával.

# Orchard.Warmup.AdminMenu
source: Settings
hu_hu: Beállítások

# Orchard.Warmup.AdminMenu
source: Performance
hu_hu: Teljesítmény

# Orchard.Warmup.AdminMenu
source: Warmup
hu_hu: Készenlét

# Orchard.Warmup.Commands.WarmupCommands
source: Generation finished
hu_hu: Generálás befejeződött

# Orchard.Warmup.Controllers.AdminController
source: Not authorized to manage settings
hu_hu: Beállítások kezelése nem engedélyezett

# Orchard.Warmup.Controllers.AdminController
source: "{0}" is an invalid warmup url.
hu_hu: "{0}" érvénytelen készenléti URL.

# Orchard.Warmup.Controllers.AdminController
source: Delay must be greater than zero.
hu_hu: A késleltetésnek nullánál nagyobbnak kell lennie.

# Orchard.Warmup.Controllers.AdminController
source: Warmup updated successfully.
hu_hu: A készenlét frissítése sikerült.

# Orchard.Warmup.Services.SettingsBanner
source: The Warmup feature needs the <a href="{0}">Base Url site setting</a> to be set.
hu_hu: A készenlét funkcióhoz az <a href="{0}">Alap URL beállítás</a> értékét meg kell adni.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Performance
hu_hu: Teljesítmény

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: The paths below will be requested using {0} as a base url. You can change the base url on the {1}.
hu_hu: {0} lesz az alap URL a lenti útvonalak lekérésekor. Az alap URL-t az {1} oldalán lehet módosítani.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: General Settings page
hu_hu: Általános beállítások

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: This must be a set of relative paths, e.g., /, /About. Please ensure that you enter only one path per line.
hu_hu: Ezeknek relatív útvonalaknak kell lenniük, pl. /, /kapcsolat. Egy sorba csak egy útvonalat írjon.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Generate warmup pages periodically
hu_hu: Készenléti oldalak ciklikus generálása

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Every
hu_hu: Minden

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: minutes
hu_hu: percben

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Generate warmup pages any time some content is published
hu_hu: Készenléti oldalak újragenerálása, ha a tartalom változik

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Status
hu_hu: Állapot

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: This is a table of the reports in your application
hu_hu: Ez az alkalmazás jelentéseinek a táblázata

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Path
hu_hu: Útvonal

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Date generated
hu_hu: Generálás dátuma

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Save
hu_hu: Mentés
