Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Themes/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Themes/Module.txt
source: Themes
hu_hu: Témák

# ~/Modules/Orchard.Themes/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Themes/Module.txt
source: The themes module makes it possible for Orchard applications to customize the look and feel of an Orchard web site.
hu_hu: A Themes (témák) modul az Orchard alkalmazások számára lehetővé teszi az Orchard-webhelyek megjelenésének testre szabását.

# Orchard.Themes.AdminMenu
source: Themes
hu_hu: Témák

# Orchard.Themes.AdminMenu
source: Installed
hu_hu: Telepítve

# Orchard.Themes.Commands.ThemeCommands
source: Current theme
hu_hu: Jelenlegi téma

# Orchard.Themes.Commands.ThemeCommands
source: List of available themes
hu_hu: Elérhető témák listája

# Orchard.Themes.Commands.ThemeCommands
source: Name: {0}
hu_hu: Megnevezés: {0}

# Orchard.Themes.Commands.ThemeCommands
source: State: {0}
hu_hu: Állapot: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Enabled
hu_hu: Bekapcsolva

# Orchard.Themes.Commands.ThemeCommands
source: Disabled
hu_hu: Kikapcsolva

# Orchard.Themes.Commands.ThemeCommands
source: Yes
hu_hu: Igen

# Orchard.Themes.Commands.ThemeCommands
source: No
hu_hu: Nem

# Orchard.Themes.Commands.ThemeCommands
source: Author: {0}
hu_hu: Szerző: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Version: {0}
hu_hu: Verzió: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Description: {0}
hu_hu: Leíás: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Website: {0}
hu_hu: Webhely: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Zones: {0}
hu_hu: Zónák: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Could not find theme {0}
hu_hu: {0} téma nem található

# Orchard.Themes.Commands.ThemeCommands
source: Enabling theme "{0}"...
hu_hu: "{0}" téma bekapcsolása...

# Orchard.Themes.Commands.ThemeCommands
source: Activating theme "{0}"...
hu_hu: "{0}" téma aktiválása...

# Orchard.Themes.Commands.ThemeCommands
source: Theme "{0}" activated
hu_hu: "{0}" téma aktiválva

# Orchard.Themes.Controllers.AdminController
source: Couldn't preview the current theme
hu_hu: A jelenlegi téma előnézete nem érhető el

# Orchard.Themes.Controllers.AdminController
source: Theme {0} was not found
hu_hu: {0} téma nem található

# Orchard.Themes.Controllers.AdminController
source: Couldn't enable the theme
hu_hu: A téma nem kapcsolható be

# Orchard.Themes.Controllers.AdminController
source: Couldn't disable the current theme
hu_hu: A jelenlegi téma nem kapcsolható ki

# Orchard.Themes.Controllers.AdminController
source: Couldn't set the current theme
hu_hu: A jelenlegi téma nem állítható be

# Orchard.Themes.Controllers.AdminController
source: Couldn't update theme
hu_hu: Nem sikerült a téma frissítése

# Orchard.Themes.Controllers.AdminController
source: The theme {0} was updated successfully
hu_hu: A(z) {0} téma frissítése megtörtént

# Orchard.Themes.Controllers.AdminController
source: An error occured while updating the theme {0}: {1}
hu_hu: Hiba történt a(z) {0} téma frissítése során: {1}

# Orchard.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features disabled.
hu_hu: A(z) {0} téma már szerepel azok között a témák között, amelyeknek egyes funkcióit le kell tiltani.

# Orchard.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features enabled.
hu_hu: A(z) "{0}" téma már a funkciók bekapcsolását igénylő témák között van.

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Activate
hu_hu: Aktiválás

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Set Current
hu_hu: Beállít témának

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Preview
hu_hu: Előnézet

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: By
hu_hu: Készítette:

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Version:
hu_hu: Verzió:

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Disable
hu_hu: Kikapcsolás

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Enable
hu_hu: Bekapcsolás

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Update
hu_hu: Frissítás

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Uninstall
hu_hu: Eltávolítás

# ~/Modules/Orchard.Themes/Views/ThemeEntry.Current.cshtml
source: By
hu_hu: Készítette

# ~/Modules/Orchard.Themes/Views/ThemeEntry.Current.cshtml
source: Version:
hu_hu: Verzió:

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: You are previewing:
hu_hu: Előnézet a következőről:

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Preview
hu_hu: Előnézet

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Apply this theme
hu_hu: E téma alkalmazása

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Cancel
hu_hu: Mégse

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Themes
hu_hu: Témák

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: There is no current theme in the application. The built-in theme will be used.
hu_hu: Az alkalmazásban nincs jelenlegi téma. A beépített téma kerül használatba.

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Install a new Theme
hu_hu: Új téma telepítése

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Current Theme
hu_hu: Jelenlegi téma

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Available
hu_hu: Elérhető

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Install a theme from your computer
hu_hu: Téma telepítése a számítógépéről

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: There are no additional themes installed.
hu_hu: Nincs több telepített téma.
