Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Azure.MediaServices/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Azure.MediaServices/Module.txt
source: Provides integration of Microsoft Azure Media Services functionality into Orchard.
hu_hu: Microsoft Azure Media Service integrálása Orchard-ba.

# Orchard.Azure.MediaServices.Controllers.AssetController
source: The Asset has been saved.
hu_hu: Az adatforrás el lett mentve.

# Orchard.Azure.MediaServices.Controllers.AssetController
source: You are not authorized to manage Microsoft Azure Media content.
hu_hu: Nincs jogosultsága Microsoft Azure Media-hoz kapcsolódó elemek kezeléséhez.

# Orchard.Azure.MediaServices.Controllers.AssetController
source: The asset '{0}' was successfully deleted.
hu_hu: A(z) '{0}' eszköz sikeresen törölve lett.

# Orchard.Azure.MediaServices.Controllers.AssetController
source: Ar error occurred while deleting the asset '{0}': {1}
hu_hu: Hiba történt a(z) '{0}' eszköz törlésekor: {1}

# Orchard.Azure.MediaServices.Controllers.JobController
source: You are not authorized to manage cloud jobs.
hu_hu: Nincs jogosultsága a felhőben futó feladatok futtatásához.

# Orchard.Azure.MediaServices.Controllers.JobController
source: The job '{0}' was successfully created.
hu_hu: A(z) '{0}' eszköz sikeresen létrejött.

# Orchard.Azure.MediaServices.Controllers.JobController
source: Ar error occurred while creating the job: {0}
hu_hu: Hiba történt az eszköz létrehozásakor: {0}

# Orchard.Azure.MediaServices.Controllers.JobController
source: The job '{0}' was successfully archived.
hu_hu: A(z) '{0}' feladat sikeresen archiválva.

# Orchard.Azure.MediaServices.Controllers.JobController
source: The job '{0}' was successfully canceled.
hu_hu: A(z) '{0}' feladat sikeresen megszakítva.

# Orchard.Azure.MediaServices.Controllers.JobController
source: An error occurred while canceling the job: {0}
hu_hu: Hiba történt a feladat megszakítása közben: {0}

# Orchard.Azure.MediaServices.Controllers.MediaController
source: The cloud video item was successfully created.
hu_hu: The felhőben tárolt videó sikeresen létrejött.

# Orchard.Azure.MediaServices.Controllers.MediaController
source: The cloud video item was successfully updated.
hu_hu: The felhőben tárolt videó sikeresen frissítve lett.

# Orchard.Azure.MediaServices.Controllers.MediaController
source: You are not authorized to manage Microsoft Azure Media content.
hu_hu: Nincs jogosultsága Microsoft Azure Media-hoz kapcsolódó elemek kezeléséhez.

# Orchard.Azure.MediaServices.Controllers.MediaController
source: Ar error occurred while saving the cloud video item: {1}
hu_hu: Hiba történt a felhőben tárolt videó mentése közben: {1}

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: You are not authorized to manage Microsoft Azure Media settings.
hu_hu: Nincs jogosultsága Microsoft Azure Media beállításainak kezeléséhez.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The encoding preset '{0}' is invalid. Encoding presets can only contain letters, numbers and spaces.
hu_hu: A(z) '{0}' kódolási beállítás érvénytelen. Csak betűket, számokat és szóközt tartalmazhat.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The account credentials verification failed. The settings were not saved.
hu_hu: A fiók hitelesítő adatainak ellenőrzése sikertelen. A beállítások mentése nem sikerült.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The new account credentials were successfully verified.
hu_hu: Az új fiók hitelesítő adatai sikeresen ellenőrizve.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: CORS rules have been configured on your storage account for the following URLs: {0}.
hu_hu: CORS-szabályok a következő URL-ekhez vannak konfigurálva az ön tárolójához: {0}.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: Failed to check or configure CORS support on your storage account.
hu_hu: Nem sikerült ellenőrizni vagy konfigurálni a CORS-támogatást az ön tárolójához.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The settings were saved successfully.
hu_hu: A beállítások mentése sikeres volt.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The account credentials were successfully verified.
hu_hu: Az új fiók hitelesítő adatai sikeresen ellenőrizve.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The account credentials verification failed.
hu_hu: A fiók hitelesítő adatainak ellenőrzése sikertelen.

# Orchard.Azure.MediaServices.Drivers.CloudVideoPartDriver
source: Your {0} has been unpublished.
hu_hu: A(z) {0} közzététele visszavonásra került.

# Orchard.Azure.MediaServices.Drivers.CloudVideoPartDriver
source: You need to upload a video.
hu_hu: Fel kell töltenie egy videót.

# Orchard.Azure.MediaServices.Drivers.ThumbnailAssetDriver
source: Thumbnail
hu_hu: Miniatűr

# Orchard.Azure.MediaServices.Drivers.VideoAssetDriver
source: Files
hu_hu: Fájlok

# Orchard.Azure.MediaServices.Drivers.VideoAssetDriver
source: Preview
hu_hu: Előnézet

# Orchard.Azure.MediaServices.Handlers.CloudVideoPartHandler
source: The cloud video item was saved, but will not be published until the primary video asset has finished uploading to Microsoft Azure Media Services.
hu_hu: A felhőben tárolt videó mentése megtörtént, de nem lesz publikálva, amíg az elsődleges adatforrás feltöltése a Windows Azure Media Services-be be nem fejeződik.

# Orchard.Azure.MediaServices.Navigation.AdminMenu
source: Media
hu_hu: Média

# Orchard.Azure.MediaServices.Navigation.AdminMenu
source: Settings
hu_hu: Beállítások

# Orchard.Azure.MediaServices.Services.Tasks.Providers.CreateThumbnailTaskProvider
source: Generate a thumbnail image for the cloud video item.
hu_hu: Miniatűr kép létrehozása a felhőben tárolt videóhoz.

# Orchard.Azure.MediaServices.Services.Tasks.Providers.EncodeTaskProvider
source: Create a new encoding version of the cloud video item
hu_hu: Más formátumban kódolt verzió létrehozása a felhőben tárolt videóhoz

# Orchard.Azure.MediaServices.Services.Tasks.Providers.EncryptTaskProvider
source: Create an encrypted version of the cloud video item.
hu_hu: Létrehoz egy titkosított változatot a felhőben tárolt videóból.

# Orchard.Azure.MediaServices.Services.Wams.MissingSettingsBanner
source: The <a href="{0}">Microsoft Azure Media settings</a> are either missing or invalid and need to be configured.
hu_hu: A <a href="{0}">Windows Azure Media beállítások</a> hiányoznak vagy nem megfelelőek, és be kell azokat konfigurálni.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Manifest (Smooth Streaming)
hu_hu: Jegyzék (akadálymentes stream-elés)

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Are you sure you want to delete this asset?
hu_hu: Biztosan törölni akarja ezt az eszközt?

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: There are no assets to display.
hu_hu: Nincsenek megjelenítendő eszközök.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Private
hu_hu: Privát

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Public
hu_hu: Nyilvános

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Include In Player
hu_hu: Hozzáadás lejátszóhoz

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Upload Status
hu_hu: Feltöltés állapota

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Actions
hu_hu: Műveletek

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Video Assets
hu_hu: Videó eszközök

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Dynamic Video Assets
hu_hu: Dinamikus videó eszközök

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Thumbnails
hu_hu: Indexképek

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Subtitles
hu_hu: Feliratok

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Jobs
hu_hu: Feladatok

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Created
hu_hu: Létrehozva

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Status
hu_hu: Állapot

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Started
hu_hu: Elindítva

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Finished
hu_hu: Kész

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Error
hu_hu: Hiba

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Actions
hu_hu: Műveletek

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Archive
hu_hu: Archivál

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Cancel
hu_hu: Mégsem

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Jobs can be created once the mezzanine video asset has finished uploaded and the cloud video item has been saved.
hu_hu: Feladatok létrehozhatóak lesznek, amint az elsődleges videó feltöltése befejeződött és a felhőben tárolt videó mentése megtörtént.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Create Job
hu_hu: Feladat létrehozása

source: Unpublish
hu_hu: Közzététel visszavonása

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Preparing to upload...
hu_hu: Feltöltés előkészítése...

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Uploading ({percentage}%)...
hu_hu: Feltöltés ({percentage}%)...

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Are you sure you want to cancel this upload?
hu_hu: Biztosan meg kívánja szakítani a feltöltést?

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Cancel
hu_hu: Mégsem

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Uploaded {uploaded} KB / {total} KB | Speed: {kbps} KB/s | Elapsed: {elapsed} | Remaining: {remaining}
hu_hu: Feltöltve {uploaded} KB / {total} KB | Sebesség: {kbps} KB/s | Eltelt: {elapsed} | Hátravan: {remaining}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Successfully uploaded file '{filename}'.
hu_hu: '{filename}' sikeresen feltölve.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Cleaning up...
hu_hu: Takarítás...

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: The selected file must have one of the following filename extensions: {0}
hu_hu: A kijelölt fájl kiterjesztése az alábbiak közül valamelyik lehet: {0}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: You must upload a file.
hu_hu: Fel kell töltenie egy fájlt.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Successfully uploaded file '{0}'.
hu_hu: '{0}' sikeresen feltöltve.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Video File
hu_hu: Videofájl

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Subtitle language
hu_hu: Felirat nyelve

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Subtitle assets already exist for all configured subtitle languages. No additional subtitle files can be uploaded.
hu_hu: Már minden bekonfigurált nyelvhez rendelkezésre áll felirat. További feliratokat nem lehet feltölteni.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: There are uploads in progress and/or you have unsaved uploaded files. Uploads will be aborted and uploaded files will be discarded if you navigate away.
hu_hu: Még van folyamatban lévő videófeltöltés és/vagy van elmentetlen feltöltött fájl. Ha továbblép az oldalról, akkor a feltöltések megszakadnak és a feltöltött videók elvesznek.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: There are uploads in progress. Please wait for the uploads to complete or cancel them before saving this item.
hu_hu: Vannak folyamatban lévő feltöltések. Kérem várjon, amíg a feltöltések befejeződnek, vagy szakítsa meg, mielőtt elmenti ezt az elemet.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: The selected file must have one of the following filename extensions: {0}
hu_hu: A kijelölt fájl kiterjesztése az alábbiak közül valamelyik lehet: {0}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Cancel
hu_hu: Mégsem

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Successfully uploaded video file '{0}'.
hu_hu: A videófájl '{0}' sikeresen feltöltve.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Subtitle language
hu_hu: Felirat nyelve

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Subtitle assets already exist for all configured subtitle languages. No additional subtitle files can be uploaded.
hu_hu: Már minden bekonfigurált nyelvhez rendelkezésre áll felirat. További feliratokat nem lehet feltölteni.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: You must upload a video file before saving this item.
hu_hu: Az elem mentése előtt fel kell töltenie egy videófájlt.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoPlayer.cshtml
source: This video item could not be played back on your computer.
hu_hu: Ezt a videót nem lehet az ön számítógépén lejátszani.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoPlayer.cshtml
source: Description of video item: {0}
hu_hu: A videó leírása: {0}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoPlayer.cshtml
source: Retry
hu_hu: Újra

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Description
hu_hu: Leírás

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Cloud Video Item
hu_hu: Felhőben tárolt videó

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Created
hu_hu: Létrehozva

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Status
hu_hu: Állapot

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Started
hu_hu: Elindítva

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Finished
hu_hu: Kész

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Error
hu_hu: Hiba

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Actions
hu_hu: Műveletek

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: There are no open jobs to display.
hu_hu: Nincsenek megjeleníthető befejezetlen feladatok.

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Archive
hu_hu: Archivál

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Cancel
hu_hu: Mégsem

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Edit {0}
hu_hu: {0} szerkesztése

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: General
hu_hu: Általános

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Locators
hu_hu: Lokátorok

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Are you sure you want to delete this asset?
hu_hu: Biztosan törölni akarja ezt az eszközt?

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Back
hu_hu: Vissza

source: Name
hu_hu: Név

source: Description
hu_hu: Leírás

source: Include In Player
hu_hu: Hozzáadás lejátszóhoz

source: Type
hu_hu: Típus

source: Id
hu_hu: Azonosító

source: Encoding presets
hu_hu: Kódolási beállításkészletek

source: Default
hu_hu: Alapértelmezett

source: Name
hu_hu: Név

source: Delete
hu_hu: Törlés

source: Encryption settings
hu_hu: Titkosítási beállítások

source: Key seed value
hu_hu: Kulcs-seed értéke

source: License acquisition URL
hu_hu: Liszensz lekérési URL

source: Account credentials
hu_hu: Fiók hozzáférési adatok

source: The account name and access key for your Microsoft Azure Media Services account can be obtained from the Windows Azure management portal at <a href='https://manage.windowsazure.com'>https://manage.windowsazure.com</a>.
hu_hu: A Microsoft Azure Media Services fiókhoz tartozó felhasználónév és jelszó, amelyet a Microsoft Azure Management Portal-on tud beszerezni a <a href='https://manage.windowsazure.com'>https://manage.windowsazure.com</a> címen.

source: If you do not yet have a Microsoft Azure subscription, visit <a href='http://www.windowsazure.com/pricing/free-trial'>http://www.windowsazure.com/pricing/free-trial</a> to sign up for a free trial or buy a subscription.
hu_hu: Ha még nincs Microsoft Azure előfizetése, akkor keresse fel a <a href='http://www.windowsazure.com/pricing/free-trial'>http://www.windowsazure.com/pricing/free-trial</a> oldalt és regisztráljon egy ingyenes próbaverzióért vagy fizessen elő.

source: Account name
hu_hu: Fiók neve

source: Account access key
hu_hu: Fiók hozzáférési kulcs

source: Storage account access key
hu_hu: Tároló fiók hozzáférési kulcs

source: Specify the account key for the underlying Microsoft Azure Storage account used by your Windows Azure Media Services instance if you want to automatically enable CORS support with the appropriate origin URLs for this web site. Enabling CORS support in your Windows Azure Storage account is required for uploading media files directly to Windows Azure Media Services. If you leave this field blank you will have to manually enable the appropriate CORS support for your Windows Azure Storage account using PowerShell.
hu_hu: Adja meg a fiók kulcsát a felhasznált Microsoft Azure Storage fiókhoz, amelyet a Microsoft Azure Media Services-hez kíván használni, ha automatikusan engedélyezni szeretné a CORS-támogatást a megfelelő forrás URL-ekhez ezen a weboldalon. A CORS-támogatás a Microsoft Azure Storage esetében kötelező, hogy médiafájlokat tudjon feltölteni a Microsoft Azure Media Services-be. Ha üresen hagyja ezt a mezőt, akkor PowerShell használata segítségével manuálisan kell engedélyeznie a megfelelő CORS-támogatást a Microsoft Azure Storage fiókhoz.

source: Test
hu_hu: Teszt

source: Dynamic packaging
hu_hu: Dinamikus csomagolás

source: Enable dynamic packaging
hu_hu: Dinamikus csomagolás engedélyezése

source: When checked, dynamic packaging assets will be created when encoding using one of the supported encoding presets for dynamic packaging.
hu_hu: Ha bejelöli, akkor dinamikusan generált csomagolási eszközök jönnek létre a kódoláskor valamelyik engedélyezett kódolási beállítás felhasználásával.

source: NOTE: When enabling dynamic packaging you must ensure you have at least one unit of reserved capacity configured on your streaming origin.
hu_hu: FIGYELEM: A dinamikus csomagkezelés engedélyezésekor biztosítania kell legalább egy egységnyi szabad tárolóhelyet a stream forrásán.

source: Access policy
hu_hu: Hozzáférési szabályok

source: Access policy duration
hu_hu: Hozzáférési szabályok érvényességi ideje

source: The duration for all access policies created for asset locators, in standard TimeSpan format (dd.hh:mm:ss).
hu_hu: Az eszközökhöz használt hozzáférési szabályok érvényességi ideje TimeSpam formátumban (dd.hh:mm:ss).

source: Filename extensions
hu_hu: Fájlnév-kiterjesztések

source: Configure the allowed filename extensions when uploading asset files. Specify extensions as a semicolon-separated list without any * or period, e.g. "mp4;wma;mpeg".
hu_hu: Konfigurálhatja a megengedett fájl kiterjesztéseket eszközök feltöltése esetén. A kiterjesztéseket pontosvesszővel elválasztva, * és pont karakterek nélkül adja meg, pl. "mp4;wma;mpeg".

source: Video files
hu_hu: Videófájlok

source: Subtitle languages
hu_hu: Feliratozási nyelvek

source: Culture code
hu_hu: Területi beállítás kódja

source: Delete
hu_hu: Törlés

source: Asset Files
hu_hu: Adatforrás fájlok

source: Expand All
hu_hu: Összes kibontása

source: Collapse All
hu_hu: Összes összecsukása

source: <a href="{0}">Public Url</a>
hu_hu: <a href="{0}">Publikus URL</a>

source: <a href="{0}">Private Url</a>
hu_hu: <a href="{0}">Privát URL</a>

source: Duration: {0}
hu_hu: Időtartam: {0}

source: Video Tracks
hu_hu: Videó sávok

source: Track {0}
hu_hu: Sáv {0}

source: Bitrate: {0} kbps
hu_hu: Bitráta: {0} kbps

source: Target Bitrate: {0} kbps
hu_hu: Cél bitráta: {0} kbps

source: Framerate: {0}
hu_hu: Képkockasebesség: {0}

source: Target Framerate: {0}
hu_hu: Cél képkockasebesség: {0}

source: Width: {0}px
hu_hu: Szélesség: {0} px

source: Height: {0}px
hu_hu: Magasság: {0} px

source: Display Aspect Ratio: {0}x{1}
hu_hu: Megjelenítési képarány: {0} x {1}

source: Audio Tracks
hu_hu: Audio sávok

source: Codec: {0}
hu_hu: Kodek: {0}

source: Bits Per Sample: {0}
hu_hu: Mintánkénti bitek száma: {0}

source: Sampling Rate: {0}
hu_hu: Mintavételezési frekvencia: {0}

source: Channels: {0}
hu_hu: Csatornák: {0}

source: Encoder Version: {0}
hu_hu: Kódoló verziója: {0}

source: Upload
hu_hu: Feltöltés

source: Assets
hu_hu: Eszközök

source: Jobs
hu_hu: Feladatok

source: Preview
hu_hu: Előnézet

source: No video assets exist on this cloud video item other than the mezzanine. Mezzanine assets are not supported for preview or playback. To create additional video assets, start an encoding job.
hu_hu: Ehhez a felhőben tárolt videóhoz nem áll rendelkezésre az elsődlegesen kívül más eszköz. Az elsődleges eszközök nem támogatják az előnézetet és a lejátszást. További videóeszközök létrehozásához indítson el egy kódolási feladatot.

source: Encoding preset
hu_hu: Kódolási beállításkészletek

source: Adjust Sub Samples
hu_hu: Mintavételezés beállítása

source: When encrypting subsamples on H.264 tracks, adjusts the clear space at the beginning of each subsample so that a whole number of encryption blocks is used. This leaves slightly more of the sample data unencrypted but maximizes player compatibility.
hu_hu: H.264 titkosítású minták kódolása közben beállítja a minták előtt kihagyott helyet, hogy a kódoláshoz használt adatblokkok száma egész szám legyen. Emiatt kevéssel több adat marad titkosítatlanul, de maximalizája a lejátszókkal való kompatibilitást.

source: Content Key
hu_hu: Titkosítási kulcs

source: A base64-encoded 16-byte value, which is produced by the key seed in conjunction with the key ID and is used to encrypt content. You must enter a content key value if no key seed value is specified.
hu_hu: Base64 kódolású 16 byte-os érték, amely a kulcsgeneráló seed alapján jön létre a kulcs azonosítójának segítségével a titkosításhoz lesz felhasználva. Ha nincs kulcsgeneráló seed megadva, akkor meg kell adnia egy kulcsot.
