Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Azure.MediaServices/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

source: Custom Attributes
hu_hu: Egyéni attribútumok

source: A comma-delimited list of name:value pairs (in the form name1:value1,name2:value2,name3:value3) to be included in the CUSTOMATTRIBUTES section of the WRM header. The WRM header is XML metadata added to encrypted content and included in the client manifest. It is also included in license challenges made to license servers.
hu_hu: Név-érték párok vesszővel elválasztott listája (ebben a formában: név1:érték1,név2:érték2,név3:érték3) amely a WRM-fejléc CUSTOMATTRIBUTES szekciójába kerül. A WRM fejléc egy XML metaadat, amely a titkosított tartalomhoz lesz hozzáadva és a manifest tartalmazza. A liszensz-szervereknek küldött liszensz-ellenőrzésben is szerepel.

source: Data Formats
hu_hu: Adatformátumok

source: A comma-delimited list of four-character codes (FourCCs) that specify the data formats to be encrypted. If no value is specified, all data formats are encrypted.
hu_hu: Négy karakterből álló kódok (FourCCs) vesszővel elválasztott listája, amely a titkosítandó adatformátumokat határozza meg. Ha nem ad meg értéket, akkor minden adatformátum titkosítva lesz.

source: Key ID
hu_hu: Kulcsazonosító

source: A globally unique identifier (GUID) that uniquely identifies content for the purposes of licensing. Each presentation should use a unique value. If no value is specified, a random value is used.
hu_hu: Egy GUID, amely egyedi azonosítót biztosít a tartalomnak a liszenszeléshez. Minden esetben egyedi értéket kell használni. Ha nem ad meg értéket, akkor véletlenszerűen generált érték lesz felhasználva.

source: Key Seed Value
hu_hu: Kulcs-seed értéke

source: A base64-encoded 30-byte value, which is used in conjunction with the key ID to create the content key. Typically, one key seed is used with many key IDs to protect multiple files or sets of files; for example, all files issued by a license server or perhaps all files by a particular artist. Key seeds are stored on license servers.
hu_hu: Base64 kódolású 30 byte-os érték, amely a kulcs azonosítójának segítségével a tartalom azonosítóját határozza meg. Általában egy kulcs-seed használatos több kulcsazonosítóhoz több fájl vagy több fájlkészlet megvédése érdekében; például egy adott szerzőhöz tartozó minden fájl esetében a liszensz szerveren. A kulcs-seed-ek a liszensz-szerveren vannak eltárolva.

source: License Acquisition URL
hu_hu: Liszensz lekérési URL

source: The Web page address on a license server from which clients can obtain a license to play the encrypted content.
hu_hu: A liszensz szerveren elérhető webcím, amelyről a titkosított tartalom lejátszásához szükséges liszensz beszerezhető.

source: Use Senc Box
hu_hu: Senc tároló használata

source: Use a 'senc' box to hold encryption metadata instead of a Protected Interoperable File Format (PIFF) 1.1 'uuid' box.
hu_hu: 'Senc' box használata a titkosítási metaadatok tárolására Protected Interoperable File Format (PIFF) 1.1 'uuid' tároló helyett.

source: Service ID
hu_hu: Szolgáltatás azonosító

source: The service ID to include in the PlayReady header that is added to each file and in the client manifest (.ismc). This value must be a globally unique identifier (GUID) in Little Endian string form (like this 237A4EB1-9D01-4F4A-A2D2-79E51468014D).
hu_hu: A szolgáltatás azonosítója, amelyet a PlayReady fejléc tartalmaz, amely minden fájlhoz és jegyzékhez (.ismc) hozzá lesz csatolva. Ez az érték egy Little Endian formátumban megadott GUID karakterlánc, pl. 237A4EB1-9D01-4F4A-A2D2-79E51468014D.

source: Thumbnail
hu_hu: Miniatűr

source: Sets the width in pixels to be used for the thumbnail. An asterisk (*) character used in place of a width in pixels means to maintain aspect ratio based on the height of the first video source stream.
hu_hu: Beállítja az indexkép pixelekben mért szélességét. A csillag (*) karakter használata esetén az első videó forrás-stream magassága alapján lesz beállítva a képarány megtartása mellett.

source: Sets the height in pixels to be used for the thumbnail. An asterisk (*) character used in place of a height in pixels means to maintain aspect ratio based on the width of the first video source stream.
hu_hu: Beállítja az indexkép pixelekben mért magasságát. A csillag (*) karakter használata esetén az első videó forrás-stream szélességét alapján lesz beállítva a képarány megtartása mellett.

source: Indicates the image format type of the output file.
hu_hu: A kimeneti képfájl formátumát adja meg.

source: Specifies the file name of the generated thumbnail image. The following replaceable fields can be used: {OriginalFilename}, {ThumbnailTime}, {Size}, {ThumbnailIndex}, {DefaultExtension}.
hu_hu: A generált indexkép fájlnevét határozza meg. A következő token-ek használhatóak: {OriginalFilename}, {ThumbnailTime}, {Size}, {ThumbnailIndex}, {DefaultExtension}.

source: A string value that indicates the start time in a video that will correspond with a sequence of thumbnails generated from the video. If no step is specified, this value is the sole time on which a generated thumbnail is based. The format of the string for the time value is: [hours]:[minutes]:[seconds].
hu_hu: Karakterlánc, amely meghatározza, hogy a videó mely pontja alapján jön létre a videóhoz tartotozó indexkép-készlet. Ha nem ad meg lépéseket, akkor ez az érték az önmagában meghatározza a létrehozott indexképet. A karakterlánc formátuma a következő: [óra]:[perc]:[másodperc].

source: A string value that describes the time increments in a video at which thumbnail images will be generated, if generating a sequence of thumbnails. The format of the string for the time value is: [hours]:[minutes]:[seconds].
hu_hu: Karakterlánc, amely meghatározza, hogy az indexképek sorozatában az indexképek között mennyi időnek kell eltelnie, amennyiben az indexképekből sorozatot képez. A karakterlánc formátuma a következő: [óra]:[perc]:[másodperc].

source: A string value that describes the end point in a video, if generating a sequence of thumbnails. The format of the string for the time value is: [hours]:[minutes]:[seconds].
hu_hu: Karakterlánc, amely indexkép-sorozat generálása esetén a záró időpontot határozza meg. A karakterlánc forumátuma a következő: [óra]:[perc]:[másodperc].

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Input Asset
hu_hu: Bemeneti adatforrás

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Select the input asset for the job.
hu_hu: Válassza ki a feladathoz használt eszközöket.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Output Asset Name
hu_hu: Kimeneti eszköz neve

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify the name you wish to assign to the output asset. When left blank, the task name will be used.
hu_hu: Opcionális. Adja meg a kimeneti eszköz nevét. Ha üresen hagyja, a feladat neve lesz felhasználva.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Output Asset Description
hu_hu: Kimeneti eszköz leírása

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify a description you wish to assign to the output asset.
hu_hu: Opcionális. Adja meg a leírást, amelyet a kimeneti eszközhöz szeretne hozzárendelni.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Job Name
hu_hu: Feladat neve

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify the name of this job. When left blank, the task name will be used.
hu_hu: Opcionális. Adja meg a feladat nevét. Ha üresen hagyja, akkor a feladat neve lesz felhasználva.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Job Description
hu_hu: Feladat leírása

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify a description for this job.
hu_hu: Opcionális. Adja meg a feladat leírását.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Create Job
hu_hu: Feladat létrehozása

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Cancel
hu_hu: Mégsem

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/SelectTask.cshtml
source: Select a Microsoft Azure Media task to perform
hu_hu: Válassza ki a végrehajtandó Microsoft Azure Media feladatot

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Published
hu_hu: Közzétéve

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Draft
hu_hu: Vázlat

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Upload Status:
hu_hu: Feltöltés állapota:

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Upload Progress:
hu_hu: Feltöltés haladása:

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Active Jobs:
hu_hu: Aktív feladatok:

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Microsoft Azure Media Settings
hu_hu: Microsoft Azure Media beállítások

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: General
hu_hu: Általános

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Encoding
hu_hu: Kódolás

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Encryption
hu_hu: Titkosítás

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Subtitle languages
hu_hu: Feliratozási nyelvek

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Save
hu_hu: Mentés
