Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Taxonomies/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Taxonomies/Module.txt
source: Taxonomies
hu_hu: Osztályozás

# ~/Modules/Orchard.Taxonomies/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapat

# ~/Modules/Orchard.Taxonomies/Module.txt
source: The taxonomy module is providing custom categorization of arbitrary content types.
hu_hu: A Taxonomy modul lehetővé teszi bármely tartalomtípus elemeinek egyéni kategorizálását.

# ~/Modules/Orchard.Taxonomies/Module.txt
source: Categorize a content item.
hu_hu: Tartalomelem kategorizálása.

# ~/Modules/Orchard.Taxonomies/Module.txt
source: Content
hu_hu: Tartalom

# Orchard.Taxonomies.AdminMenu
source: Taxonomies
hu_hu: Osztályozás

# Orchard.Taxonomies.AdminMenu
source: Manage Taxonomies
hu_hu: Taxonomy-k kezelése

# Orchard.Taxonomies.Controllers.AdminController
source: Couldn't delete taxonomy
hu_hu: Az osztályt nem sikerült törölni

# Orchard.Taxonomies.Controllers.AdminController
source: Couldn't import terms
hu_hu: Nem sikerült a kifejezések importálása

# Orchard.Taxonomies.Controllers.AdminController
source: The term {0} already exists at this level
hu_hu: Már létezik {0} névvel kifejezés ezen a szinten

# Orchard.Taxonomies.Controllers.AdminController
source: The terms have been imported successfully.
hu_hu: A kifejezések sikeresen importálva lettek.

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't delete term
hu_hu: A kifejezést nem sikerült törölni

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't move terms
hu_hu: Nem sikerült a kifejezések átmozgatása

# Orchard.Taxonomies.Controllers.TermAdminController
source: {0} term have been removed.
hu_hu: A(z) {0} kifejezés el lett távolítva.

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to create terms
hu_hu: Nincs engedélye kifejezések létrehozására

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to select terms
hu_hu: Nincs engedélye kifejezések kiválasztására

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to move terms
hu_hu: Nincs engedélye kifejezések átmozgatására

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't create term
hu_hu: Nem sikerült a kifejezés létrehozása

# Orchard.Taxonomies.Controllers.TermAdminController
source: The {0} term has been created.
hu_hu: A(z) {0} kifejezés létrejött.

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to manage taxonomies
hu_hu: Nincs engedélye taxonomy-k kezelésére

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't edit taxonomy
hu_hu: Nem sikerült a taxonomy szerkesztése

# Orchard.Taxonomies.Controllers.TermAdminController
source: Term information updated
hu_hu: A kifejezés adatai frissítve

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to manage terms
hu_hu: Nincs engedélye kifejezések kezelésére

# Orchard.Taxonomies.Drivers.TaxonomyFieldDriver
source: The field {0} is mandatory.
hu_hu: A(z) {0} mezőt kötelező kitölteni.

# Orchard.Taxonomies.Drivers.TaxonomyFieldDriver
source: You're not allowed to create new terms for this taxonomy
hu_hu: Nincs engedélye kifejezéseket hozzáadni ehhez a taxonomy-hoz

# Orchard.Taxonomies.Drivers.TaxonomyFieldDriver
source: The {0} term has been created.
hu_hu: A(z) {0} kifejezés létrejött.

# Orchard.Taxonomies.Drivers.TaxonomyNavigationPartDriver
source: The levels to display must be a positive number
hu_hu: A megjelenítendő szintek számának pozitív számnak kell lennie

# Orchard.Taxonomies.Drivers.TaxonomyNavigationPartDriver
source: Unknown taxonomy: {0}
hu_hu: Ismeretlen osztály: {0}

# Orchard.Taxonomies.Drivers.TaxonomyNavigationPartDriver
source: Unknown term: {0}
hu_hu: Ismeretlen kifejezés: {0}

# Orchard.Taxonomies.Drivers.TaxonomyPartDriver
source: A taxonomy with the same name already exists
hu_hu: Már létezik ilyen nevű osztály

# Orchard.Taxonomies.Drivers.TermPartDriver
source: The term {0} already exists at this level
hu_hu: Már létezik a {0} kifejezés ezen a szinten

# Orchard.Taxonomies.Drivers.TermPartDriver
source: Unknown taxonomy: {0}
hu_hu: Ismeretlen taxonomy: {0}

# Orchard.Taxonomies.Projections.TermsFilter
source: Taxonomy
hu_hu: Osztály

# Orchard.Taxonomies.Projections.TermsFilter
source: Has Terms
hu_hu: Tartozik hozzá kifejezés

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized content items
hu_hu: Kategorizált tartalomelemek

# Orchard.Taxonomies.Projections.TermsFilter
source: Any term
hu_hu: Bármely kifejezés

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized with one of {0}
hu_hu: {0} közül az egyik kategóriában

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized with all of {0}
hu_hu: {0} közül az összes kategóriában

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized with {0}
hu_hu: {0} kategóriában

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Terms
hu_hu: Kifejezések

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Select some terms.
hu_hu: Válasszon ki kifejezéseket.

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Is one of
hu_hu: Egyik

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Is all of
hu_hu: Mindegyik

# Orchard.Taxonomies.Services.TaxonomyService
source: The term {0} already exists in this taxonomy
hu_hu: {0} kifejezés már létezik ebben az osztályban

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: Taxonomy Field
hu_hu: Taxonomy mező

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: Tokens for Taxonomy Fields
hu_hu: Taxonomy-mező token-ek

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: Terms
hu_hu: Kifejezések

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: The terms (Content) associated with field.
hu_hu: A mezőhöz tartozó kifejezések.

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: A term by its index. Can be chained with Content tokens.
hu_hu: A kifejezés a sorszáma alapján. Utána lehet fűzni tartalom-token-eket.

# ~/Modules/Orchard.Taxonomies/Views/Admin/Create.cshtml
source: Create New Taxonomy
hu_hu: Új osztály létrehozása

# ~/Modules/Orchard.Taxonomies/Views/Admin/Edit.cshtml
source: Taxonomy Properties
hu_hu: Osztály tulajdonságai

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Import Terms for {0}
hu_hu: {0} kifejezéseinek betöltése

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: One term per line, followed by a semi-colon and the slug
hu_hu: Egy kifejezés soronként, amelyet egy pontosvessző és az URL-csonk követ

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Hierarchies are defined using tabs (handled in this editor zone)
hu_hu: A hierarchiát behúzással lehet megadni ebben a szerkesztő-nézetben

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: e.g,
hu_hu: pl.:

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Red; red
hu_hu: Piros; piros

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Blue; blue
hu_hu: Kék; kek

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Light Blue; light-blue
hu_hu: Világoskék; vilagoskek

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Import
hu_hu: Importálás

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Manage Taxonomies
hu_hu: Osztályozás kezelése

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Choose action...
hu_hu: Művelet kiválasztása...

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Remove
hu_hu: Eltávolít

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Add a taxonomy
hu_hu: Taxonomy hozzáadása

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: This is a table of the taxonomies in your application
hu_hu: Itt láthatóak az elérhető taxonomy-k

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Terms
hu_hu: Kifejezések

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Delete
hu_hu: Töröl

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Import
hu_hu: Importál

source: Select a taxonomy
hu_hu: Osztály választása

source: Choose a taxonomy ...
hu_hu: Válasszon taxonomy-t...

source: Restrictions
hu_hu: Megszorítások

source: Restrict selectable elements to leaves (parent / child terms) only
hu_hu: Csak levél-elemeket lehet kiválasztani

source: A leaf is the last descendant in a parent/child hierarchy
hu_hu: Egy levél a legalsó elem a gyerek-szülő hierarchiában

source: Allow only one term to be selected
hu_hu: Csak egy kifejezést lehet kiválasztani

source: Required
hu_hu: Kötelező

source: Check if the field is required.
hu_hu: Jelölje be, ha kötelező egy értéket választani.

source: Autocomplete
hu_hu: Automatikus kiegészítés

source: Enable Autocomplete
hu_hu: Automatikus kiegészítés engedélyezése

source: Allow new terms to be created
hu_hu: Új kifejezések létrehozhatók

source: Help text
hu_hu: Tipp

source: The help text is written under the field when authors are editing the content item.
hu_hu: A tipp a mező alatt jelenik meg, amikor a szerzők szerkesztik a tartalomelemet.

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Child display type
hu_hu: Gyermek-elemek megjelenítési módja

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: The display type to apply to child items when displaying the details of this taxonomy term.
hu_hu: A gyermek-elemekhez használandó az osztályozási kifejezés részleteinek megjelenítésekor használt megjelenítési mód.

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Pagination
hu_hu: Lapozás

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Override the default page size
hu_hu: Az alapértelmezett oldalméret felülbírálása

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Number of items per page
hu_hu: Oldalankénti elemek száma

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Determines the number of items that are shown per page.
hu_hu: Meghatározza az oldalanként megjelenítendő elemek számát.

source: Enter a single term. Hit <i>tab</i> or <i>enter</i> to apply the term.
hu_hu: Adjon meg egy kifejezést. Üssön <i>Tab</i>-ot vagy <i>Enter</i>-t, ha beírta.

source: This taxonomy does not allow you to create new terms.
hu_hu: Ehhez a taxonomy-hoz nem lehet kifejezéseket hozzáadni.

source: Enter multiple terms. Hit <i>tab</i>, <i>enter</i> or <i>,</i> to add multiple terms.
hu_hu: Adjon meg kifejezéseket. Üssön <i>Tab</i>-ot, <i>,</i>-t vagy <i>Enter</i>-t, ha beírta őket.

source: There are no terms defined for {0} yet.
hu_hu: Még nem tartozik hozzá kifejezés: {0}.

source: Create some terms
hu_hu: Néhány kifejezés létrehozása

# ~/Modules/Orchard.Taxonomies/Views/EditorTemplates/Fields/TaxonomyField.cshtml
source: There are no terms defined for {0} yet.
hu_hu: Még nem tartozik hozzá kifejezés: {0}.

# ~/Modules/Orchard.Taxonomies/Views/EditorTemplates/Fields/TaxonomyField.cshtml
source: Create some terms
hu_hu: Kifejezések létrehozása

source: Taxonomy
hu_hu: Osztály

source: Select the taxonomy whose terms will be rendered in the menu.
hu_hu: Válassza ki azokat a taxonomy-kat, amelyek kifejezései megjelenjenek a menüben.

source: Root Term
hu_hu: Gyökérelem kifejezés

source: - Parent Taxonomy -
hu_hu: - Szülő taxonomy -

source: Select the root term to display
hu_hu: Válassza ki a megjelenítendő gyökérelem kifejezést

source: Display top level menu item
hu_hu: Legfelső szintű menüelem megjelenítése

source: When checked, the selected term to display will be rendered as a root element in the menu.
hu_hu: Ha bejelöli, a kiválasztott kifejezés gyökérelemként fog megjelenni a menüben.

source: Levels to display
hu_hu: Megjelenítendő szintek száma

source: The number of levels to display in the hierarchy. 0 to display all levels.
hu_hu: A megjelenítendő szintek száma a hierarchiában. 0 esetén minden szint megjelenik.

source: Hide empty entries
hu_hu: Üres bejegyzések elrejtése

source: When checked, any term which has no content item associated to it won't be rendered.
hu_hu: Ha bejelöli, azok a kifejezések, amelyekhez nem tartozik tartalomelem, nem fognak megjelenni.

source: Display content count
hu_hu: Tartalomelemek számának megjelenítése

source: When checked, the number of content items is rendered following the term name.
hu_hu: Ha bejelöli, a kifejezés után megjelenik a hozzá tartozó tartalomelem száma is.

source: Selectable
hu_hu: Választható

source: Uncheck if users should not be able to select this term
hu_hu: Szüntesse meg a kijelölést, hogy ezt a kifejezést ne lehessen kiválasztani

source: If specified, it will be used to sort terms at the same level
hu_hu: Ha megadja, akkor az azonos szinten lévő kifejezések sorrendjét határozza meg

# ~/Modules/Orchard.Taxonomies/Views/Items/Content-Term.Edit.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Create.cshtml
source: Create New Term
hu_hu: Új kifejezés

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Edit.cshtml
source: Term Properties
hu_hu: Kifejezés tulajdonságai

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Manage terms for {0}
hu_hu: {0} kifejezéseinek kezelése

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Actions:
hu_hu: Műveletek:

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Choose action...
hu_hu: Művelet kiválasztása...

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Remove
hu_hu: Eltávolít

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Move
hu_hu: Mozgat

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Add a term
hu_hu: Kifejezés hozzáadása

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: This is a table of the terms in your application
hu_hu: Itt láthatóak az elérhető kifejezések

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Edit
hu_hu: Szerkeszt

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Merging terms
hu_hu: Kifejezések összevonása

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: You are going to merge the terms '{0}' into the term you select below. Please be aware that this term will then be deleted.
hu_hu: A '{0}' kifejezések össze lesznek vonva a lentebb kiválasztott kifejezéssel. Figyelem: az összevonandó kifejezések törölve lesznek.

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Parent term
hu_hu: Szülő kifejezés

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Republish content
hu_hu: Tartalom újrapublikálása

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: This will republish all content that is currently published. It will not publish out content if the latest version is in draft.
hu_hu: Minden publikált tartalomelem ismételten publikálva lesz. A piszkozatok nem lesznek publikálva.

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Select
hu_hu: Kiválaszt

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Parent term
hu_hu: Szülő kifejezés

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: - None -
hu_hu: - Nincs -

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: By selecting a parent term you can create hierarchies
hu_hu: Egy szülő kifejezés kiválasztásával hierarchiát hozhat létre

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Select
hu_hu: Kiválaszt

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Parent term
hu_hu: Szülő kifejezés

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: - None -
hu_hu: - Nincs -

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: By selecting a parent term you can create hierarchies
hu_hu: Egy szülő kifejezés kiválasztásával hierarchiát hozhat létre

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Select
hu_hu: Kiválaszt
