Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.ImportExport/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.ImportExport/Module.txt
source: Import Export
hu_hu: Importálás/exportálás

# ~/Modules/Orchard.ImportExport/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.ImportExport/Module.txt
source: Provides content item data import and export capability.
hu_hu: Képességet biztosít a tartalmak adatainak importálására és exportálására.

# Orchard.ImportExport.AdminMenu
source: Import/Export
hu_hu: Importálás/exportálás

# Orchard.ImportExport.AdminMenu
source: Import
hu_hu: Importálás

# Orchard.ImportExport.AdminMenu
source: Export
hu_hu: Exportálás

# Orchard.ImportExport.Commands.ImportExportCommands
source: Invalid file path
hu_hu: Érvénytelen fájl útvonal

# Orchard.ImportExport.Commands.ImportExportCommands
source: File not found.
hu_hu: Fájl nem található.

# Orchard.ImportExport.Commands.ImportExportCommands
source: Import running...
hu_hu: Folyamatban van az importálás...

# Orchard.ImportExport.Controllers.AdminController
source: Not allowed to import.
hu_hu: Nem importálhat adatokat.

# Orchard.ImportExport.Controllers.AdminController
source: Please choose a recipe file to import.
hu_hu: Válasszon egy receptfájlt az importáláshoz.

# Orchard.ImportExport.Controllers.AdminController
source: Your recipe has been imported.
hu_hu: A recept importálása megtörtént.

# Orchard.ImportExport.Controllers.AdminController
source: Not allowed to export.
hu_hu: Nem exportálhat adatokat.

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Export
hu_hu: Exportálás

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Choose the types to include in the export file:
hu_hu: Válassza ki az exportálandó típusokat:

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Choose what to save for these types:
hu_hu: Válasszon, hogy mit kell kimenteni ezeknél a típusoknál:

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Metadata
hu_hu: Metaadatok

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Metadata is the definition of your content types: what parts and fields they have, with what settings.
hu_hu: A metaadatok a tartalomtípusokat határozzák meg: milyen részeket és mezőket tartalmazna, milyen beállításokkal.

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Data
hu_hu: Adatok

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Data is the actual content of your site.
hu_hu: Az adatok a webhely valódi tartalmai.

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Version History
hu_hu: Előzmények

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Only Published Versions
hu_hu: Csak a közzétett változatokat

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Only Drafts
hu_hu: Csak a vázlatokat

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Site Settings
hu_hu: Webhely beállítások

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Please verify that you are not exporting confidential information, such as passwords or application keys.
hu_hu: Vigyázzon rá, hogy bizalmas adatokat ne exportáljon, mint például jelszavak vagy alkalmazáskulcsok.

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Choose the custom steps to execute in the export file:
hu_hu: Válassza az exportálási fájlban lefuttatandó lépéseket:

# ~/Modules/Orchard.ImportExport/Views/Admin/Import.cshtml
source: Import
hu_hu: Importálás

# ~/Modules/Orchard.ImportExport/Views/Admin/Import.cshtml
source: Choose a recipe file to import. Please consider {0} or backing up your data first.
hu_hu: Válasszon egy receptfájlt az importáláshoz. Először mentse el az adatait, vagy {0}.

# ~/Modules/Orchard.ImportExport/Views/Admin/Import.cshtml
source: exporting
hu_hu: exportálás

# ~/Modules/Orchard.ImportExport/Views/Admin/Import.cshtml
source: Recipe File:
hu_hu: Receptfájl:

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Import Result
hu_hu: Importálás eredménye

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Status
hu_hu: Állapot

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: These are messages logged during the import process
hu_hu: Az alábbi üzenetek kerültek a feljegyzések közé az importálás során

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Message
hu_hu: Üzenet

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Close
hu_hu: Bezár
