Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.ContentPermissions/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Chris Pyle, S�bastien Ros
hu_hu: Chris Pyle, Sébastien Ros

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Allows item-level front end view permissions.
hu_hu: Tartalomelem-szintű hozzáféréskezelést tesz lehetővé.

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Security
hu_hu: Biztonság

# Orchard.ContentPermissions.Drivers.ContentPermissionsPartDriver
source: Could not update permissions
hu_hu: Nem sikerült a hozzáférési szintek beállítása

source: Permissions applied
hu_hu: Hozzáférési szintek beállítva

source: Protected
hu_hu: Védett

source: Those permissions will be applied by default to any content item of this type. Users with sufficient permissions can change them for each content item.
hu_hu: Ezek a hozzáférési szintek lesznek alapértelmezésben hozzárendelve az összes ilyen típusú tartalomelemhez. A megfelelő hozzáféréssel rendelkező felhasználók az elemek hozzáféréseit egyenként is be tudják állítani.

source: Role
hu_hu: Szerepkör

source: View any content
hu_hu: Bármely tartalom megtekintése

source: Edit any content
hu_hu: Bármilyen tartalom szerkesztése

source: Publish any content
hu_hu: Bármilyen tartalom közzététele

source: Delete any content
hu_hu: Bármilyen tartalom törlése

source: View own content
hu_hu: Saját tartalom megtekintése

source: Edit own content
hu_hu: Saját tartalom szerkesztése

source: Publish own content
hu_hu: Saját tartalom közzététele

source: Delete own content
hu_hu: Saját tartalom törlése

source: Only show those roles in the editor:
hu_hu: Csak az alábbi szerepkörök mutatása a szerkesztőben:

source: Uncheck the roles for which you don't want the editor to change the permissions for.
hu_hu: Szüntesse meg a bejelölést azoknál a szerepköröknél, amelyeket nem akar megjeleníteni a szerkesztőben.

source: Enable Content Item access control
hu_hu: Tartalomelem hozzáférési szintek beállításainak engedélyezése

source: Check to define custom permissions for this content item.
hu_hu: Jelölje be, hogy egyedi hozzáférési szinteket definiálhasson ehhez a tartalomelemhez.

source: Role
hu_hu: Szerepkör

source: View this item
hu_hu: Ennek az elemnek a megtekintése

source: Edit this item
hu_hu: Ennek az elemnek a szerkesztése

source: Publish this item
hu_hu: Ennek az elemnek a közzététele

source: Delete this item
hu_hu: Ennek az elemnek a törlése

source: View own
hu_hu: Saját megtekintése

source: Edit own
hu_hu: Saját szerkesztése

source: Publish own
hu_hu: Saját közzététele

source: Delete own
hu_hu: Saját törlése
