Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Alias/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Alias/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapat

# ~/Modules/Orchard.Alias/Module.txt
source: Maps friendly urls to specific module actions.
hu_hu: Keresőbarát URL-eket rendelhet a modulok funkcióihoz.

# ~/Modules/Orchard.Alias/Module.txt
source: Admin user interface for Orchard.Alias.
hu_hu: Adminisztrátor felület az Orchard.Alias modulhoz.

# ~/Modules/Orchard.Alias/Module.txt
source: Content
hu_hu: Tartalom

# Orchard.Alias.AdminMenu
source: Aliases
hu_hu: Alias-ok

# Orchard.Alias.Controllers.AdminController
source: Not authorized to manage aliases
hu_hu: Nincs jogosultsága az alias-ok kezeléséhez

# Orchard.Alias.Controllers.AdminController
source: Route can't be empty
hu_hu: Az elérést ki ki kell tölteni

# Orchard.Alias.Controllers.AdminController
source: An error occured while creating the alias {0}: {1}. Please check the values are correct.
hu_hu: Hiba történt az alias létrehozásakor: {0}: {1}. Kérem ellenőrizze az értékek helyességét.

# Orchard.Alias.Controllers.AdminController
source: An error occured while creating the alias {0}
hu_hu: Hiba történt a(z) {0} alias létrehozásakor

# Orchard.Alias.Controllers.AdminController
source: Alias {0} created
hu_hu: {0} alias létrehozva

# Orchard.Alias.Controllers.AdminController
source: An error occured while editing the alias '{0}': {1}. Please check the values are correct.
hu_hu: Hiba történt az alias szerkesztésekor: '{0}': {1}. Kérem ellenőrizze az értékek helyességét.

# Orchard.Alias.Controllers.AdminController
source: An error occured while creating the alias '{0}'
hu_hu: Hiba történt a(z) '{0}' alias létrehozásakor

# Orchard.Alias.Controllers.AdminController
source: Alias {0} updated
hu_hu: {0} alias frissítve

# Orchard.Alias.Controllers.AdminController
source: Alias {0} deleted
hu_hu: {0} alias törölve

# Orchard.Alias.Controllers.AdminController
source: <a href="{0}">change</a>
hu_hu: <a href="{0}">módosít</a>

# Orchard.Alias.Controllers.AdminController
source: <a href="{0}" itemprop="UnsafeUrl RemoveUrl">delete</a>
hu_hu: <a href="{0}" itemprop="UnsafeUrl RemoveUrl">törlés</a>

# Orchard.Alias.Controllers.AdminController
source: Cannot save alias <i>{0}</i>. It conflicts with existing one pointing to {1}. Please {2} or {3} the existing alias first.
hu_hu: Nem sikerült a(z) <i>{0}</i>. Ütközik egy meglévő, {1}-ra mutató alias-szal. Kérem előbb módosítsa ({2}) vagy törölje ({3}) a meglévő alias-t.

# ~/Modules/Orchard.Alias/Views/Admin/Add.cshtml
source: Create Alias
hu_hu: Alias létrehozása

# ~/Modules/Orchard.Alias/Views/Admin/Add.cshtml
source: Alias Path
hu_hu: Alias útvonala

# ~/Modules/Orchard.Alias/Views/Admin/Add.cshtml
source: The path of the alias e.g., my-blog/my-post
hu_hu: Az alias útvonala, pl. blogom/blogpostom

# ~/Modules/Orchard.Alias/Views/Admin/Add.cshtml
source: Route Path
hu_hu: Elérési útvonal

# ~/Modules/Orchard.Alias/Views/Admin/Add.cshtml
source: The actual route Orchard should call when the path is requested e.g., Blogs/Blog/Item?blogId=18
hu_hu: A útvonal, amelyet az Orchard használjon lekérés esetén, pl. Blogs/Blog/Item?blogId=18

# ~/Modules/Orchard.Alias/Views/Admin/Add.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Alias/Views/Admin/Add.cshtml
source: Cancel
hu_hu: Mégse

# ~/Modules/Orchard.Alias/Views/Admin/Delete.cshtml
source: Delete Alias
hu_hu: Alias törlése

# ~/Modules/Orchard.Alias/Views/Admin/Delete.cshtml
source: Removing alias '{0}'. Are you sure?
hu_hu: '{0}' alias törlése. Biztos benne?

# ~/Modules/Orchard.Alias/Views/Admin/Delete.cshtml
source: Yes
hu_hu: Igen

# ~/Modules/Orchard.Alias/Views/Admin/Edit.cshtml
source: Edit Alias
hu_hu: Alias szerkesztése

# ~/Modules/Orchard.Alias/Views/Admin/Edit.cshtml
source: Alias Path
hu_hu: Alias útvonala

# ~/Modules/Orchard.Alias/Views/Admin/Edit.cshtml
source: The path of the alias e.g., my-blog/my-post
hu_hu: Az alias útvonala, pl. blogom/blogpostom

# ~/Modules/Orchard.Alias/Views/Admin/Edit.cshtml
source: Route Path
hu_hu: Elérési útvonal

# ~/Modules/Orchard.Alias/Views/Admin/Edit.cshtml
source: The actual route Orchard should call when the path is requested e.g., Blogs/Blog/Item?blogId=18
hu_hu: A útvonal, amelyet az Orchard használjon lekérés esetén, pl. Blogs/Blog/Item?blogId=18

# ~/Modules/Orchard.Alias/Views/Admin/Edit.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.Alias/Views/Admin/Edit.cshtml
source: Cancel
hu_hu: Mégse

# ~/Modules/Orchard.Alias/Views/Admin/Index.cshtml
source: Manage Aliases
hu_hu: Alias-ok kezelése

# ~/Modules/Orchard.Alias/Views/Admin/Index.cshtml
source: Add new Alias
hu_hu: Új alias

# ~/Modules/Orchard.Alias/Views/Admin/Index.cshtml
source: Actions:
hu_hu: Műveletek

# ~/Modules/Orchard.Alias/Views/Admin/Index.cshtml
source: Choose action...
hu_hu: Válasszon műveletet

# ~/Modules/Orchard.Alias/Views/Admin/Index.cshtml
source: Delete
hu_hu: Törlés

# ~/Modules/Orchard.Alias/Views/Admin/Index.cshtml
source: Apply
hu_hu: Alkalmaz

# ~/Modules/Orchard.Alias/Views/Admin/Index.cshtml
source: Sort by:
hu_hu: Rendezés:

# ~/Modules/Orchard.Alias/Views/Admin/Index.cshtml
source: Path
hu_hu: Útvonal

# ~/Modules/Orchard.Alias/Views/Admin/Index.cshtml
source: Show:
hu_hu: Mutat:

# ~/Modules/Orchard.Alias/Views/Admin/Index.cshtml
source: All
hu_hu: Összes

# ~/Modules/Orchard.Alias/Views/Admin/Index.cshtml
source: Filter
hu_hu: Szűrés

# ~/Modules/Orchard.Alias/Views/Admin/Index.cshtml
source: Route
hu_hu: Elérés

# ~/Modules/Orchard.Alias/Views/Admin/Index.cshtml
source: Edit
hu_hu: Szerkeszt
