Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Search/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Search/Module.txt
source: Search
hu_hu: Keresés

# ~/Modules/Orchard.Search/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.Search/Module.txt
source: The search module enables the management of the search index and provides the front-end searching user interface.
hu_hu: A Search (keresés) modul lehetővé teszi a keresőindex kezelését és felhasználói keresőfelületet biztosít.

# ~/Modules/Orchard.Search/Module.txt
source: Standard interface to Orchard's built-in search.
hu_hu: Az Orchard beépített keresőjének alapértelmezett felülete.

# ~/Modules/Orchard.Search/Module.txt
source: Admin Content Search
hu_hu: Admin tartalom-kereső

# ~/Modules/Orchard.Search/Module.txt
source: Provides a Content Search tab in Admin.
hu_hu: Lehetővé teszi a tartalmak közötti keresést az admin felületen.

# ~/Modules/Orchard.Search/Module.txt
source: Content Picker Search
hu_hu: Tartalomválasztó kereső

# ~/Modules/Orchard.Search/Module.txt
source: Provides a search tab in Content Picker.
hu_hu: Hozzáad egy "Keresés" fület a Tartalomválasztóhoz.

# ~/Modules/Orchard.Search/Module.txt
source: Provides search menu item in the Media Library explorer.
hu_hu: Biztosít egy kereső menüt a Médiatár-ban való való kereséshez.

# Orchard.Search.ContentAdminMenu
source: Content
hu_hu: Tartalom

# Orchard.Search.ContentAdminMenu
source: Search
hu_hu: Keresés

# Orchard.Search.ContentPickerNavigationProvider
source: Content Picker
hu_hu: Tartalomkiválasztó

# Orchard.Search.ContentPickerNavigationProvider
source: Search Content
hu_hu: Tartalom keresése

# Orchard.Search.Commands.SearchCommands
source: Invalid index name.
hu_hu: Érvénytelen index név.

# Orchard.Search.Controllers.AdminController
source: Invalid search query: {0}
hu_hu: Érvénytelen keresési feltétel: {0}

# Orchard.Search.Controllers.ContentPickerController
source: Invalid search query: {0}
hu_hu: Érvénytelen keresési feltétel: {0}

# Orchard.Search.Controllers.SearchController
source: Please define a default search index
hu_hu: Kérem adja meg az alapértelmezett keresőindexet

# Orchard.Search.Controllers.SearchController
source: Invalid search query: {0}
hu_hu: Érvénytelen keresés: {0}

# Orchard.Search.Handlers.SearchSettingsPartHandler
source: Search
hu_hu: Keresés

# ~/Modules/Orchard.Search/Views/SearchContentTab.cshtml
source: Search Content
hu_hu: Tartalom keresése

# ~/Modules/Orchard.Search/Views/SearchContentTab.cshtml
source: Search
hu_hu: Keresés

# ~/Modules/Orchard.Search/Views/Admin/Index.cshtml
source: Search Content
hu_hu: Tartalom keresése

# ~/Modules/Orchard.Search/Views/Admin/Index.cshtml
source: Search
hu_hu: Keresés

# ~/Modules/Orchard.Search/Views/Admin/Index.cshtml
source: There are no results
hu_hu: Nincs találat

# ~/Modules/Orchard.Search/Views/ContentPicker/NoIndex.cshtml
source: You need to enable a search index module.
hu_hu: Engedélyeznie kell egy keresőindex modult.

source: Show Search tab
hu_hu: Keresés-fül megjelenítése

source: Uncheck to hide the Search tab from the picker window.
hu_hu: Szüntesse meg a kijelölést, hogy a Keresés-fül ne jelenjen meg a tartalomválasztó ablakban.

source: Search index
hu_hu: Keresőindex

source: The index to use when displaying this tab.
hu_hu: Ennek a fülnek megjelenítésekor használandó index.

source: Content Types and Parts
hu_hu: Tartalomelemek és tartalomrészek

source: A comma separated value of all the content types or content parts to display.
hu_hu: A megjelenítendő tartalomtípusok és tartalomrészes vesszővel elválasztott listája.

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: Search
hu_hu: Keresés

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: Indexes
hu_hu: Indexek

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: Select which index to use in search queries.
hu_hu: Válassza ki a kereséshez használt indexet.

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: Fields
hu_hu: Mezők

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: Check any property which should be used for search queries.
hu_hu: Jelöljön ki minden tulajdonságot, ami a kereséseknél használandó.

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: There is currently no index to search from. Please update your index, and check if some indexable content exists.
hu_hu: Jelenleg nincs keresésre alkalmas index. Frissítse az indexeket és ellenőrizze, hogy van-e indexelhető tartalom.

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: Localization
hu_hu: Lokalizáció

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: Narrow search to current culture only
hu_hu: Keresés leszűkítése a jelenlegi kulturális környezetre

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: If checked, search results will only include content items localized in the current culture of the request.
hu_hu: Ha bejelöli, akkor a keresési találatok között csak a lekérésnek megfelelő lokalizációjú elemek fognak megjelenni.

# ~/Modules/Orchard.Search/Views/Parts/Search.SearchForm.cshtml
source: Search
hu_hu: Keresés

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: Search
hu_hu: Keresés

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: There is <em>one</em> result
hu_hu: <em>Egy</em> találat

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: <em>zero</em> results
hu_hu: <em>Nincs</em> találat

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: <em>{1} - {2}</em> of <em>{0}</em> results
hu_hu: <em>{1} – {2}</em> a(z) <em>{0}</em> találatból
