Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.Fields/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.Fields/Module.txt
source: Fields
hu_hu: Mezők

# ~/Modules/Orchard.Fields/Module.txt
source: Antoine Griffard, S�bastien Ros
hu_hu: Antoine Griffard, Sébastien Ros

# ~/Modules/Orchard.Fields/Module.txt
source: Some content fields
hu_hu: Néhány tartalmi mező

# ~/Modules/Orchard.Fields/Module.txt
source: Contains the following fields: Input, Boolean, DateTime, Numeric, Link, Enumeration
hu_hu: A következő mezőket tartalmazza: Input, Boolean, DateTime, Numeric, Link, Enumeration

# Orchard.Fields.Drivers.BooleanFieldDriver
source: The field {0} is mandatory.
hu_hu: A(z) {0} mezőt kötelező kitölteni.

# Orchard.Fields.Drivers.BooleanFieldDriver
source: Value
hu_hu: Érték

# Orchard.Fields.Drivers.BooleanFieldDriver
source: The boolean value of the field.
hu_hu: A mező logikai értéke.

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: {0} is required.
hu_hu: A(z) {0} kötelező mező.

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: {0} could not be parsed as a valid date and time.
hu_hu: {0} nem értelmezhető érvényes dátum és időként.

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: Value
hu_hu: Érték

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: The date and time value of the field.
hu_hu: A mező dátum és idő értéke.

# Orchard.Fields.Drivers.EnumerationFieldDriver
source: The field {0} is mandatory
hu_hu: A(z) {0} mezőt kötelező kitölteni

# Orchard.Fields.Drivers.EnumerationFieldDriver
source: Value
hu_hu: Érték

# Orchard.Fields.Drivers.EnumerationFieldDriver
source: The selected values of the field.
hu_hu: A mező kiválasztott értékei.

# Orchard.Fields.Drivers.InputFieldDriver
source: The field {0} is mandatory.
hu_hu: A(z) {0} mezőt kötelező kitölteni.

# Orchard.Fields.Drivers.InputFieldDriver
source: Value
hu_hu: Érték

# Orchard.Fields.Drivers.InputFieldDriver
source: The value of the field.
hu_hu: A mező értéke.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Url is required for {0}
hu_hu: Kötelező URL-t megadni a(z) {0} mezőnek

# Orchard.Fields.Drivers.LinkFieldDriver
source: {0} is an invalid url.
hu_hu: {0} érvénytelen URL.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Text is required for {0}.
hu_hu: A {0} szövegét ki kell tölteni.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Text
hu_hu: Szöveg

# Orchard.Fields.Drivers.LinkFieldDriver
source: The text of the link.
hu_hu: A link szövege.

# Orchard.Fields.Drivers.LinkFieldDriver
source: The url of the link.
hu_hu: A link URL-je.

# Orchard.Fields.Drivers.NumericFieldDriver
source: The field {0} is mandatory.
hu_hu: A(z) {0} mezőt kötelező kitölteni.

# Orchard.Fields.Drivers.NumericFieldDriver
source: {0} is an invalid number
hu_hu: A(z) {0} érvénytelen érték

# Orchard.Fields.Drivers.NumericFieldDriver
source: The value must be greater than {0}
hu_hu: Az értéknek nagyobbnak kell lennie, mint {0}

# Orchard.Fields.Drivers.NumericFieldDriver
source: The value must be less than {0}
hu_hu: Az értéknek kisebbnek kell lennie, mint {0}

# Orchard.Fields.Drivers.NumericFieldDriver
source: The field {0} must be an integer
hu_hu: A {0} mezőbe csak egész számot írhat

# Orchard.Fields.Drivers.NumericFieldDriver
source: Invalid number of digits for {0}, max allowed: {1}
hu_hu: Túl sok számjegy a {0} mezőben, maximum {1} lehet

# Orchard.Fields.Drivers.NumericFieldDriver
source: Value
hu_hu: Érték

# Orchard.Fields.Drivers.NumericFieldDriver
source: The value of the field.
hu_hu: A mező értéke.

# Orchard.Fields.Tokens.FieldTokens
source: Link Field
hu_hu: Link mező

# Orchard.Fields.Tokens.FieldTokens
source: Tokens for Link Fields
hu_hu: A Link mező token-jei

# Orchard.Fields.Tokens.FieldTokens
source: Text
hu_hu: Szöveg

# Orchard.Fields.Tokens.FieldTokens
source: The text of the link.
hu_hu: A link szövege.

# Orchard.Fields.Tokens.FieldTokens
source: The url of the link.
hu_hu: A link URL-je.

# Orchard.Fields.Tokens.FieldTokens
source: Target
hu_hu: Cél

# Orchard.Fields.Tokens.FieldTokens
source: The target of the link.
hu_hu: A hely, amelyre a link mutat.

# Orchard.Fields.Tokens.FieldTokens
source: Date Time Field
hu_hu: Dátum és idő mező

# Orchard.Fields.Tokens.FieldTokens
source: Tokens for Date Time Fields
hu_hu: A Dátum és idő mező token-jei

# Orchard.Fields.Tokens.FieldTokens
source: Date
hu_hu: Dátum

# Orchard.Fields.Tokens.FieldTokens
source: The date only.
hu_hu: Csak a dátum.

# Orchard.Fields.Tokens.FieldTokens
source: Time
hu_hu: Idő

# Orchard.Fields.Tokens.FieldTokens
source: The time only.
hu_hu: Csak az idő.

# Orchard.Fields.Tokens.FieldTokens
source: Date Time
hu_hu: Dátum és idő

# Orchard.Fields.Tokens.FieldTokens
source: The date and time.
hu_hu: A dátum és idő.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Add a neutral option
hu_hu: Semleges (köztes) választási lehetőség hozzáadása

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Check to allow the user to enter a neutral value, like 'Maybe'.
hu_hu: Jelölje be, hogy lehetőség legyen semleges értéket megadni, pl. 'talán'.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Neutral option text
hu_hu: Semleges választás szövege

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The text displayed when the field is not selected.
hu_hu: A megjelenítendő szöveg, amikor a mező nincs bejelölve.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: On Label
hu_hu: Bejelölt álapot szövege

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The text displayed when the field is selected.
hu_hu: A megjelenítendő szöveg, amikor a mező be van jelölve.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Off Label
hu_hu: Bejelöletlen álapot szövege

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The text displayed when the field is unselected.
hu_hu: A megjelenítendő szöveg, amikor a mezőnek még nem adtak értéket.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Selection mode
hu_hu: Kiválasztás módja

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Checkbox
hu_hu: Jelölőnégyzet

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Radio buttons
hu_hu: Rádiógombok

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Dropdown list
hu_hu: Lenyíló lista

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: When Checkbox is selected, the label for 'on' will be used.
hu_hu: Amikor a jelölőnégyzetet bejelölik, a bejelölt állapothoz tartozó szöveg jelenik meg.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Default value
hu_hu: Alapértelmezett érték

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Neutral
hu_hu: Semleges (köztes)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: True
hu_hu: Igaz

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: False
hu_hu: Hamis

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Help text
hu_hu: Megjegyzés

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The help text is written under the field when the user is selecting a value.
hu_hu: A megjegyzés a mező alatt jelenik, amikor a felhasználó kiválaszt egy értéket.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Display options
hu_hu: Megjelenítési beállítások

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Date and time
hu_hu: Dátum és idő

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Date only
hu_hu: Csak dátum

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Time only
hu_hu: Csak idő

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Required
hu_hu: Kötelező

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Check if the field is required.
hu_hu: Jelölje be, ha a mezőt kötelező kitölteni.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Help text
hu_hu: Megjegyzés

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: The help text is written under the field when the user is entering a value.
hu_hu: A megjegyzés a beviteli mező alatt jelenik meg, amikor a felhasználó beír egy értéket.

source: An option is required
hu_hu: Az egyiket ki kell választani

source: Check to ensure the user is providing an option for this field.
hu_hu: Jelölje be, hogy a felhasználónak mindenképpen ki kelljen egy lehetőséget választani.

source: Options
hu_hu: Választási lehetőségek

source: Enter an option per line.
hu_hu: Soronként adjon meg választási lehetőségeket.

source: List mode
hu_hu: Listás megjelenítés

source: Dropdown list
hu_hu: Lenyíló lista

source: Radio button list
hu_hu: Rádiógomb lista

source: Listbox
hu_hu: Lista (listbox)

source: Checkbox
hu_hu: Jelölőnégyzet

source: Help text
hu_hu: Megjegyzés

source: The help text is written under the field when users are selecting an option.
hu_hu: A megjegyzés a mező alatt jelenik meg, amikor a felhasználó kiválaszt egy lehetőséget.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Input type
hu_hu: Beviteli mező típusa

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Text
hu_hu: Szöveg

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Defines what format should be applied to the text.
hu_hu: Meghatározza a bevitt szöveg formázási beállításait.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Pattern
hu_hu: Minta

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Declaring what pattern should be used for validating a field’s value, in the form of a regular expression. (optional)
hu_hu: A bevitt érték validálához használt reguláris kifejezés (regex). (opcionális)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Title
hu_hu: Cím

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The title attribute of the field. (optional)
hu_hu: A beviteli mező megnevezése, címe. (opcionális)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Required
hu_hu: Kötelező

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Check if the field is required.
hu_hu: Jelölje be, ha a mezőnek kötelező értéket adni.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Autofocus
hu_hu: Automatikus input focus

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Whether focus should be set to this field as soon as it has loaded.
hu_hu: A mező betöltődésekor rákerüljön-e az input focus.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Automatic completion
hu_hu: Automatikus kiegészítés

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: An option to turn off automatic form completion of values. Leave unchecked to disable automatic completion.
hu_hu: A bevitt értékek automatikus kiegészítését ki lehet kapcsolni. Hagyja üresen az automatikus kiegészítés letiltásához.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Watermark
hu_hu: Helyettesítő szöveg (watermark)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: A hint to display when the input is empty. (optional)
hu_hu: A tipp, amely üres bevitel esetén jelenik meg. (opcionális)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Editor css class
hu_hu: A beviteli mezőhöz tartozó CSS-osztály

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The css class to use for the editor. (optional)
hu_hu: A beviteli mezőhöz tartozó CSS-osztály. (opcionális)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Maximum length
hu_hu: Maximális hossz

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The maximum number of chars allowed. (optional)
hu_hu: Maximálisan beírható karakterek száma. (opcionális)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Help text
hu_hu: Megjegyzés

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The help text is written under the field when the user is entering a value.
hu_hu: A megjegyzés a beviteli mező alatt jelenik meg, amikor a felhasználó beír egy értéket.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Target
hu_hu: Cél

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: No target
hu_hu: Célablak nélkül

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Open link in new window
hu_hu: Link megnyitása új ablakban

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Open link in the parent frameset
hu_hu: Link megnyitása ugyanott

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Open link in the full body of the window
hu_hu: Link megnyitása teljes ablakos nézetben

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Allow the user to choose
hu_hu: A felhasználó választhat

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Required
hu_hu: Kötelező

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Whether the url is required.
hu_hu: Kötelező-e URL-t megadni.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Link text
hu_hu: Link szövege

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Optional
hu_hu: Opcionális

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Static
hu_hu: Teljes (static) hivatkozás

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Define how the title field should behave in the editor.
hu_hu: Meghatározza, hogyan viselkedjen a beviteli mező a szerkesztőben.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: The title to display for the link
hu_hu: A link megjelenítési szövege

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Help text
hu_hu: Megjegyzés

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: The help text is written under the field.
hu_hu: A megjegyzés a mező alatt jelenik meg.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Required
hu_hu: Kötelező

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Check if the field is required.
hu_hu: Jelölje be, ha a mező kitöltése kötelező

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Scale
hu_hu: Lépésköz

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The number of digits to the right of the decimal. Put 0 for integers.
hu_hu: A tizedesjegyek száma. Írjon be 0-t egész szám esetén.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Minimum
hu_hu: Minimális

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The minimum value allowed. (optional)
hu_hu: A legkisebb megengedett érték. (opcionális)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Maximum
hu_hu: Maximális

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The maximum value allowed. (optional)
hu_hu: A legnagyobb megengedett érték. (opcionális)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Help text
hu_hu: Megjegyzés

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The help text is written under the field when the user is entering a value.
hu_hu: A megjegyzés a mező alatt jelenik meg, amikor a felhasználó beír egy értéket.

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Enumeration.Edit.cshtml
source: Select an option
hu_hu: Válasszon egy lehetőséget

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Enumeration.Edit.cshtml
source: unset
hu_hu: visszavon

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: A valid url, i.e. http://orchardproject.net, /content/file.pdf, ...
hu_hu: Egy érvényes URL, pl. http://orchardproject.net, /content/file.pdf, ...

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: Text
hu_hu: Szöveg

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: The text of the link. If left empty, the url will be used instead.
hu_hu: A link szövege. Ha üres, az URL kerül a helyére.

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: Target
hu_hu: Célablak

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: A valid HTML target attribute value. e.g., _blank, _parent, _top, or an anchor.
hu_hu: Egy érvényes HTML target attribútum, pl. _blank, _parent, top vagy anchor.
