Repository: rolah/hello-word
Catalog: Orchard.Web/Modules/Orchard.MultiTenancy/App_Data/Localization/*/orchard.module.po
Languages: hu_hu

# ~/Modules/Orchard.MultiTenancy/Module.txt
source: Multi Tenancy
hu_hu: Több társoldal

# ~/Modules/Orchard.MultiTenancy/Module.txt
source: The Orchard Team
hu_hu: Az Orchard csapata

# ~/Modules/Orchard.MultiTenancy/Module.txt
source: The multi-tenancy module enables multiple Orchard sites to run in isolation inside of a single web application, improving site density on a single server or hosted account.
hu_hu: A több oldalt kiszolgáló (multi-tenancy) modul több Orchard webhely számára egyetlen webes alkalmazáson belüli, elszigetelt futást tesz lehetővé, ezáltal fokozza az egykiszolgálós vagy tárolt fiókos webhelysűrűséget.

# Orchard.MultiTenancy.AdminMenu
source: Tenants
hu_hu: Társoldalak

# Orchard.MultiTenancy.AdminMenu
source: List
hu_hu: Lista

# Orchard.MultiTenancy.Commands.TenantCommand
source: List of tenants
hu_hu: Tásroldalak listája

# Orchard.MultiTenancy.Commands.TenantCommand
source: Name:
hu_hu: Név:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Provider:
hu_hu: Szolgáltató:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Data Table Prefix:
hu_hu: Adattábla-előtag:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Request Url Host:
hu_hu: Lekérés URL, gazdagép:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Request Url Prefix:
hu_hu: Lekérés URL, előtag:

# Orchard.MultiTenancy.Commands.TenantCommand
source: State:
hu_hu: Állapot:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Creating tenant
hu_hu: Társoldal létrehozása

# Orchard.MultiTenancy.Commands.TenantCommand
source: Tenant:
hu_hu: Társoldal:

# Orchard.MultiTenancy.Commands.TenantCommand
source: was not found
hu_hu: nem található

# Orchard.MultiTenancy.Commands.TenantCommand
source: Tenant Settings:
hu_hu: Társoldal beállításai:

# Orchard.MultiTenancy.Controllers.AdminController
source: Cannot create tenant
hu_hu: A társoldal nem hozható létre

# Orchard.MultiTenancy.Controllers.AdminController
source: Couldn't create tenant
hu_hu: A társoldal nem hozható létre

# Orchard.MultiTenancy.Controllers.AdminController
source: Invalid tenant name. Must contain characters only and no spaces.
hu_hu: Érvénytelen társoldal név. Csak karaktereket tartalmazhat szóköz nélkül.

# Orchard.MultiTenancy.Controllers.AdminController
source: Creating Tenant failed: {0}
hu_hu: A társoldal létrehozása nem sikerült: {0}

# Orchard.MultiTenancy.Controllers.AdminController
source: Cannot edit tenant
hu_hu: A társoldal nem szerkeszthető

# Orchard.MultiTenancy.Controllers.AdminController
source: Couldn't edit tenant
hu_hu: A társoldal nem szerkeszthető

# Orchard.MultiTenancy.Controllers.AdminController
source: Failed to edit tenant: {0}
hu_hu: A társoldal szerkesztése nem sikerült: {0}

# Orchard.MultiTenancy.Controllers.AdminController
source: Couldn't disable tenant
hu_hu: A társoldal nem tiltható le

# Orchard.MultiTenancy.Controllers.AdminController
source: Couldn't enable tenant
hu_hu: A társoldal nem tiltható le

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Add New Tenant
hu_hu: Új társoldal hozzáadása

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Name
hu_hu: Név

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: The name of the tenant as it will be displayed in the admin.
hu_hu: A társoldal neve, ahogyan az admin menüben megjelenik.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Host
hu_hu: Gazdagép

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Example: If host is "orchardproject.net", the tenant site URL is "http://orchardproject.net/"
hu_hu: Példa: Ha a gazdagép "orchardproject.net", akkor a társoldal URL-je "http://orchardproject.net/"

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: You may define multiple domains using the comma (,) as a separator. Use the '*.' prefix to map all subdomains.
hu_hu: Vessző elválasztásával több domain-t is megadhat. Használja a '*.' előtagot minden aldomain használatához.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: URL prefix
hu_hu: URL-előtag

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "http://orchardproject.net/site1"
hu_hu: (Opcionális) Például: ha az előtag "oldal1", akkor a társoldal URL-előtagja: \http://orchardproject.hu/oldal1"

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Database Setup
hu_hu: Adatbázis beállításai

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Allow the tenant to set up the database
hu_hu: A társoldalak számára lehetővé teszi az adatbázis beállítását

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Use built-in data storage (SQL Server Compact)
hu_hu: Beépített adattároló (SQL Server Compact) használata

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Use an existing SQL Server (or SQL Express) database
hu_hu: Meglévő SQL Server (vagy SQL Express) adatbázis használata

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Example:
hu_hu: Példa:

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Database Table Prefix
hu_hu: Adatbázistábla előtag

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Available Themes
hu_hu: Elérhető témák

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Select the Themes which should be available for this tenant. If none is selected, they will all be available.
hu_hu: Válassza ki a társoldalak számára elérhető témákat. Ha egyet sem választ ki, mindet engedélyezi.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Available Modules
hu_hu: Rendelkezésre álló modulok

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Select the Modules which should be available for this tenant. If none is selected, they will all be available.
hu_hu: Válassza ki a társoldalak számára elérhető témákat. Ha egyet sem választ ki, mindet engedélyezi.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Edit Tenant
hu_hu: Társoldal szerkesztése

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Host
hu_hu: Gazdagép

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Example: If host is "orchardproject.net", the tenant site URL is "http://orchardproject.net/"
hu_hu: Példa: Ha a gazdagép "orchardproject.net", akkor a társoldal URL-je "http://orchardproject.net/"

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: URL prefix
hu_hu: URL-előtag

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "http://orchardproject.net/site1"
hu_hu: (Opcionális) Például: ha az előtag "oldal1", akkor a társoldal URL-előtagja: \http://orchardproject.hu/oldal1"

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Database Setup
hu_hu: Adatbázis beállításai

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Warning: If you don't know what you're doing you *will* (likely) send this tenant into a downward spiral of irrecoverable disrepair. Have a nice day.
hu_hu: Figyelmeztetés: Ha Ön nem rendelkezik kellő hozzáértéssel, akkor (valószínű, hogy) ezt a társoldalat fokozódó, helyrehozhatatlan károsodások egész sorozatának fogja kitenni. További jó munkát kívánunk.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Allow the tenant to set up the database
hu_hu: Adatbázis beállításának engedélyezése a társoldal számára

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Use built-in data storage (SQL Server Compact)
hu_hu: Beépített adattároló (SQL Server Compact) használata

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Use an existing SQL Server (or SQL Express) database
hu_hu: Meglévő SQL Server (vagy SQL Express) adatbázis használata

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Example:
hu_hu: Példa:

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Database Table Prefix
hu_hu: Adatbázistábla előtag

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Available Themes
hu_hu: Elérhető témák

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Select the Themes which should be available for this tenant. If none is selected, they will all be available.
hu_hu: Válassza ki a társoldalak számára elérhető témákat. Ha egyet sem választ ki, mindet engedélyezi.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Available Modules
hu_hu: Rendelkezésre álló modulok

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Select the Modules which should be available for this tenant. If none is selected, they will all be available.
hu_hu: Válassza ki ennek a társoldalnak elérhető modulokat. Ha egyet sem választ ki, mindet engedélyezi.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Save
hu_hu: Mentés

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Index.cshtml
source: List of Site's Tenants
hu_hu: Társoldalak listája

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Index.cshtml
source: Add a Tenant
hu_hu: Társoldal hozzáadása

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Index.cshtml
source: Edit
hu_hu: Szerkeszt

source: Resume
hu_hu: Visszaállítás

source: Make Valid*
hu_hu: Érvényesítés*

source: Suspend
hu_hu: Felfüggesztés

source: Set Up
hu_hu: Beállítás
